[
    {
        "id": 1,
        "sura_id": 48,
        "ayah_index": 0,
        "start": 5.22,
        "end": 9.72,
        "transcribed_text": "فَإِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا",
        "corrected_text": "إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا",
        "start_id": 2,
        "end_id": 2,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 2,
        "sura_id": 48,
        "ayah_index": 1,
        "start": 10.9,
        "end": 29.26,
        "transcribed_text": "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْهِ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا",
        "corrected_text": "لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا",
        "start_id": 4,
        "end_id": 4,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 3,
        "sura_id": 48,
        "ayah_index": 2,
        "start": 30.2,
        "end": 34.26,
        "transcribed_text": "وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا",
        "corrected_text": "وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا",
        "start_id": 5,
        "end_id": 5,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 4,
        "sura_id": 48,
        "ayah_index": 3,
        "start": 35.44,
        "end": 55.78,
        "transcribed_text": "هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
        "corrected_text": "هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
        "start_id": 8,
        "end_id": 8,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 5,
        "sura_id": 48,
        "ayah_index": 4,
        "start": 56.89,
        "end": 79.9,
        "transcribed_text": "لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا",
        "corrected_text": "لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا",
        "start_id": 11,
        "end_id": 11,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 6,
        "sura_id": 48,
        "ayah_index": 5,
        "start": 81.3,
        "end": 111.52,
        "transcribed_text": "وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوُودِ وَغَضِبَ اللَّهُ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا",
        "corrected_text": "وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا",
        "start_id": 15,
        "end_id": 15,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 7,
        "sura_id": 48,
        "ayah_index": 6,
        "start": 112.67,
        "end": 120.82,
        "transcribed_text": "وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
        "corrected_text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
        "start_id": 17,
        "end_id": 17,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 8,
        "sura_id": 48,
        "ayah_index": 7,
        "start": 122.01,
        "end": 128.9,
        "transcribed_text": "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
        "corrected_text": "إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا",
        "start_id": 18,
        "end_id": 18,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 9,
        "sura_id": 48,
        "ayah_index": 8,
        "start": 129.93,
        "end": 141.52,
        "transcribed_text": "لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
        "corrected_text": "لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا",
        "start_id": 20,
        "end_id": 20,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 10,
        "sura_id": 48,
        "ayah_index": 9,
        "start": 142.92,
        "end": 166.41,
        "transcribed_text": "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
        "corrected_text": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
        "start_id": 23,
        "end_id": 23,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 11,
        "sura_id": 48,
        "ayah_index": 10,
        "start": 167.5,
        "end": 194.36,
        "transcribed_text": "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا",
        "corrected_text": "سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا",
        "start_id": 26,
        "end_id": 26,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 12,
        "sura_id": 48,
        "ayah_index": 11,
        "start": 195.26,
        "end": 199.76,
        "transcribed_text": "بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا",
        "corrected_text": "بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا",
        "start_id": 27,
        "end_id": 27,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 13,
        "sura_id": 48,
        "ayah_index": 12,
        "start": 200.95,
        "end": 234.86,
        "transcribed_text": "بَلْ غَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا",
        "corrected_text": "وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا",
        "start_id": 30,
        "end_id": 30,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 14,
        "sura_id": 48,
        "ayah_index": 13,
        "start": 236.0,
        "end": 252.0,
        "transcribed_text": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "corrected_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
        "start_id": 33,
        "end_id": 33,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 15,
        "sura_id": 48,
        "ayah_index": 14,
        "start": 253.1,
        "end": 268.43,
        "transcribed_text": "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا دَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ",
        "corrected_text": "سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا",
        "start_id": 35,
        "end_id": 35,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 16,
        "sura_id": 48,
        "ayah_index": 15,
        "start": 269.48,
        "end": 286.25,
        "transcribed_text": "قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
        "corrected_text": "قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا",
        "start_id": 38,
        "end_id": 38,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 17,
        "sura_id": 48,
        "ayah_index": 16,
        "start": 287.93,
        "end": 318.08,
        "transcribed_text": "قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
        "corrected_text": "لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا",
        "start_id": 41,
        "end_id": 41,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 18,
        "sura_id": 48,
        "ayah_index": 17,
        "start": 319.46,
        "end": 327.84,
        "transcribed_text": "لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ",
        "corrected_text": "۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا",
        "start_id": 42,
        "end_id": 42,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 19,
        "sura_id": 48,
        "ayah_index": 18,
        "start": 329.19,
        "end": 345.44,
        "transcribed_text": "وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
        "corrected_text": "وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
        "start_id": 44,
        "end_id": 44,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 20,
        "sura_id": 48,
        "ayah_index": 19,
        "start": 346.8,
        "end": 403.76,
        "transcribed_text": "لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ عَزِيزًا حَكِيمًا وَعَدَكُمُ مَغَانِمَ تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا",
        "corrected_text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا",
        "start_id": 50,
        "end_id": 50,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 21,
        "sura_id": 48,
        "ayah_index": 20,
        "start": 405.05,
        "end": 416.84,
        "transcribed_text": "وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ عَلَى كُلِّ شَيْءٍ قَدِيرًا",
        "corrected_text": "وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا",
        "start_id": 52,
        "end_id": 52,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 22,
        "sura_id": 48,
        "ayah_index": 21,
        "start": 418.26,
        "end": 429.0,
        "transcribed_text": "وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
        "corrected_text": "وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا",
        "start_id": 53,
        "end_id": 53,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 23,
        "sura_id": 48,
        "ayah_index": 22,
        "start": 430.01,
        "end": 440.59,
        "transcribed_text": "ثُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ تَبْدِيلًا",
        "corrected_text": "سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا",
        "start_id": 55,
        "end_id": 55,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 24,
        "sura_id": 48,
        "ayah_index": 23,
        "start": 441.86,
        "end": 459.16,
        "transcribed_text": "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
        "corrected_text": "وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا",
        "start_id": 57,
        "end_id": 57,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 25,
        "sura_id": 48,
        "ayah_index": 24,
        "start": 460.24,
        "end": 501.23,
        "transcribed_text": "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّةً وَلَوْ نَارِ جَانُهُمْ مُؤْمِنُونَ وَنِسَاءُهُمْ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ لَوْ تَزَيَّنُوا لَعَذَّبْنَا عَذَابًا أَلِيمًا",
        "corrected_text": "هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا",
        "start_id": 61,
        "end_id": 61,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 26,
        "sura_id": 48,
        "ayah_index": 25,
        "start": 502.48,
        "end": 539.35,
        "transcribed_text": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
        "corrected_text": "إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا",
        "start_id": 64,
        "end_id": 64,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 27,
        "sura_id": 48,
        "ayah_index": 26,
        "start": 541.28,
        "end": 569.36,
        "transcribed_text": "لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ وَالْمُؤْمِنِينَ يَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا",
        "corrected_text": "لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا",
        "start_id": 68,
        "end_id": 68,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 28,
        "sura_id": 48,
        "ayah_index": 27,
        "start": 570.37,
        "end": 583.23,
        "transcribed_text": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا",
        "corrected_text": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا",
        "start_id": 70,
        "end_id": 70,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    },
    {
        "id": 29,
        "sura_id": 48,
        "ayah_index": 28,
        "start": 584.13,
        "end": 646.46,
        "transcribed_text": "وَمُحَمَّدُ الرَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّ عَنْ سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ وَرِضْوَانًا فِي مَا هُمْ فِي وُجُوهِهِمْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ التَّوْرَاةِ وَمَثَلُهُمْ الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْنَظَ فَاسْتَوَى سُوقِهِ يُعْجِبُ الزُّرَّى عَلِيَهِ غِيغَ بِهِمُ وَعَدَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا",
        "corrected_text": "مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا",
        "start_id": 77,
        "end_id": 77,
        "uuid": "9fe85a25-b00d-4d9c-88c0-5178f1275df1"
    }
]