[
    {
        "id": 1,
        "sura_id": 31,
        "ayah_index": 0,
        "start": 6.01,
        "end": 12.12,
        "transcribed_text": "الم",
        "corrected_text": "الٓمٓ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 2,
        "sura_id": 31,
        "ayah_index": 1,
        "start": 13.05,
        "end": 17.17,
        "transcribed_text": "تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
        "corrected_text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 3,
        "sura_id": 31,
        "ayah_index": 2,
        "start": 18.3,
        "end": 22.61,
        "transcribed_text": "هُدًى وَرَحْمَةً لِلْمُخْسِنِينَ",
        "corrected_text": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 4,
        "sura_id": 31,
        "ayah_index": 3,
        "start": 23.98,
        "end": 34.22,
        "transcribed_text": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ",
        "corrected_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 5,
        "sura_id": 31,
        "ayah_index": 4,
        "start": 34.93,
        "end": 45.66,
        "transcribed_text": "أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 6,
        "sura_id": 31,
        "ayah_index": 5,
        "start": 46.88,
        "end": 65.39,
        "transcribed_text": "وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
        "corrected_text": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
        "start_id": 9,
        "end_id": 9,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 7,
        "sura_id": 31,
        "ayah_index": 6,
        "start": 66.63,
        "end": 83.84,
        "transcribed_text": "وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
        "corrected_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 8,
        "sura_id": 31,
        "ayah_index": 7,
        "start": 85.03,
        "end": 94.29,
        "transcribed_text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ",
        "corrected_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 9,
        "sura_id": 31,
        "ayah_index": 8,
        "start": 95.1,
        "end": 104.37,
        "transcribed_text": "خَالِدِينَ فِيهَا وَعْدَ اللَّهِ وَالْأَوْرِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 10,
        "sura_id": 31,
        "ayah_index": 9,
        "start": 105.49,
        "end": 137.43,
        "transcribed_text": "وَلَقَدْ سَمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَأَنْزَلْنَا السَّمَاءِ مَاءً فَأَنْبَتْنَا مِنْ زَوْجٍ كَرِيمٍ",
        "corrected_text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 11,
        "sura_id": 31,
        "ayah_index": 10,
        "start": 138.5,
        "end": 152.05,
        "transcribed_text": "هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ",
        "corrected_text": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 12,
        "sura_id": 31,
        "ayah_index": 11,
        "start": 153.29,
        "end": 172.54,
        "transcribed_text": "وَلَقَدْ آتَيْنَا نُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ",
        "corrected_text": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 13,
        "sura_id": 31,
        "ayah_index": 12,
        "start": 174.02,
        "end": 187.46,
        "transcribed_text": "وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ",
        "corrected_text": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ",
        "start_id": 26,
        "end_id": 26,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 14,
        "sura_id": 31,
        "ayah_index": 13,
        "start": 188.64,
        "end": 215.15,
        "transcribed_text": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ عَمَلَتْهُ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ",
        "corrected_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 15,
        "sura_id": 31,
        "ayah_index": 14,
        "start": 216.11,
        "end": 246.19,
        "transcribed_text": "وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "corrected_text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 16,
        "sura_id": 31,
        "ayah_index": 15,
        "start": 247.81,
        "end": 270.68,
        "transcribed_text": "يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ لَطِيفٌ خَبِيرٌ",
        "corrected_text": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 17,
        "sura_id": 31,
        "ayah_index": 16,
        "start": 272.0,
        "end": 288.55,
        "transcribed_text": "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ",
        "corrected_text": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 18,
        "sura_id": 31,
        "ayah_index": 17,
        "start": 289.46,
        "end": 303.85,
        "transcribed_text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
        "corrected_text": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 19,
        "sura_id": 31,
        "ayah_index": 18,
        "start": 304.96,
        "end": 316.68,
        "transcribed_text": "وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ",
        "corrected_text": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 20,
        "sura_id": 31,
        "ayah_index": 19,
        "start": 318.45,
        "end": 344.67,
        "transcribed_text": "أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ",
        "corrected_text": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 21,
        "sura_id": 31,
        "ayah_index": 20,
        "start": 345.9,
        "end": 365.83,
        "transcribed_text": "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ",
        "corrected_text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 22,
        "sura_id": 31,
        "ayah_index": 21,
        "start": 366.8,
        "end": 381.94,
        "transcribed_text": "وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْخُسُورِ وَالْقَارِ وَإِلَى عَاقِبَةُ الْأُمُورِ",
        "corrected_text": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 23,
        "sura_id": 31,
        "ayah_index": 22,
        "start": 382.92,
        "end": 400.24,
        "transcribed_text": "وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "corrected_text": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
        "start_id": 50,
        "end_id": 50,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 24,
        "sura_id": 31,
        "ayah_index": 23,
        "start": 401.31,
        "end": 409.71,
        "transcribed_text": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ",
        "corrected_text": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ",
        "start_id": 51,
        "end_id": 51,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 25,
        "sura_id": 31,
        "ayah_index": 24,
        "start": 410.89,
        "end": 427.36,
        "transcribed_text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "corrected_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 26,
        "sura_id": 31,
        "ayah_index": 25,
        "start": 428.61,
        "end": 437.87,
        "transcribed_text": "اللَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّ هُوَ الْغَنِيُّ الْحَمِيدُ",
        "corrected_text": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 27,
        "sura_id": 31,
        "ayah_index": 26,
        "start": 439.18,
        "end": 460.44,
        "transcribed_text": "وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ عَزِيزٌ حَكِيمٌ",
        "corrected_text": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
        "start_id": 58,
        "end_id": 58,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 28,
        "sura_id": 31,
        "ayah_index": 27,
        "start": 461.44,
        "end": 473.6,
        "transcribed_text": "مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
        "corrected_text": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
        "start_id": 60,
        "end_id": 60,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 29,
        "sura_id": 31,
        "ayah_index": 28,
        "start": 474.71,
        "end": 500.71,
        "transcribed_text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "corrected_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ",
        "start_id": 62,
        "end_id": 62,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 30,
        "sura_id": 31,
        "ayah_index": 29,
        "start": 502.18,
        "end": 515.9,
        "transcribed_text": "ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ",
        "corrected_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 31,
        "sura_id": 31,
        "ayah_index": 30,
        "start": 517.25,
        "end": 534.43,
        "transcribed_text": "أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
        "corrected_text": "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 32,
        "sura_id": 31,
        "ayah_index": 31,
        "start": 535.47,
        "end": 564.55,
        "transcribed_text": "وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
        "corrected_text": "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ",
        "start_id": 68,
        "end_id": 68,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 33,
        "sura_id": 31,
        "ayah_index": 32,
        "start": 565.95,
        "end": 582.06,
        "transcribed_text": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا",
        "corrected_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
        "start_id": 69,
        "end_id": 69,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    },
    {
        "id": 34,
        "sura_id": 31,
        "ayah_index": 33,
        "start": 583.25,
        "end": 627.49,
        "transcribed_text": "إِنَّ وَعْدَ اللَّهِ وَالْمُؤْمِنِينَ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا بِأَيِّ أَرْضٍ تَمُورُ عَلِيمٌ خَبِيرٌ",
        "corrected_text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "cc81341f-8632-4270-9419-62f5ca130e67"
    }
]