[
    {
        "id": 1,
        "sura_id": 64,
        "ayah_index": 0,
        "start": 5.76,
        "end": 14.28,
        "transcribed_text": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ",
        "corrected_text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 2,
        "sura_id": 64,
        "ayah_index": 1,
        "start": 15.24,
        "end": 33.46,
        "transcribed_text": "وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "corrected_text": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
        "start_id": 6,
        "end_id": 6,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 3,
        "sura_id": 64,
        "ayah_index": 2,
        "start": 34.66,
        "end": 45.16,
        "transcribed_text": "وَلَقَدْ سَمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ",
        "corrected_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 4,
        "sura_id": 64,
        "ayah_index": 3,
        "start": 46.02,
        "end": 60.41,
        "transcribed_text": "يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "corrected_text": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
        "start_id": 10,
        "end_id": 10,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 5,
        "sura_id": 64,
        "ayah_index": 4,
        "start": 61.75,
        "end": 72.74,
        "transcribed_text": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "corrected_text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 6,
        "sura_id": 64,
        "ayah_index": 5,
        "start": 73.82,
        "end": 94.72,
        "transcribed_text": "ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ",
        "corrected_text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
        "start_id": 14,
        "end_id": 14,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 7,
        "sura_id": 64,
        "ayah_index": 6,
        "start": 95.9,
        "end": 114.61,
        "transcribed_text": "سَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ",
        "corrected_text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 8,
        "sura_id": 64,
        "ayah_index": 7,
        "start": 115.64,
        "end": 128.33,
        "transcribed_text": "لَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "corrected_text": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 9,
        "sura_id": 64,
        "ayah_index": 8,
        "start": 129.56,
        "end": 164.36,
        "transcribed_text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا الْفَوْزُ الْعَظِيمُ",
        "corrected_text": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 10,
        "sura_id": 64,
        "ayah_index": 9,
        "start": 165.83,
        "end": 180.0,
        "transcribed_text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ",
        "corrected_text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
        "start_id": 26,
        "end_id": 26,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 11,
        "sura_id": 64,
        "ayah_index": 10,
        "start": 181.23,
        "end": 197.5,
        "transcribed_text": "وَمَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "corrected_text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 12,
        "sura_id": 64,
        "ayah_index": 11,
        "start": 198.66,
        "end": 211.72,
        "transcribed_text": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
        "corrected_text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 13,
        "sura_id": 64,
        "ayah_index": 12,
        "start": 213.42,
        "end": 223.06,
        "transcribed_text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "corrected_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
        "start_id": 33,
        "end_id": 33,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 14,
        "sura_id": 64,
        "ayah_index": 13,
        "start": 224.09,
        "end": 245.53,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
        "start_id": 35,
        "end_id": 35,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 15,
        "sura_id": 64,
        "ayah_index": 14,
        "start": 246.71,
        "end": 258.33,
        "transcribed_text": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ",
        "corrected_text": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
        "start_id": 37,
        "end_id": 37,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 16,
        "sura_id": 64,
        "ayah_index": 15,
        "start": 259.46,
        "end": 277.49,
        "transcribed_text": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
        "corrected_text": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 17,
        "sura_id": 64,
        "ayah_index": 16,
        "start": 279.01,
        "end": 290.6,
        "transcribed_text": "إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ",
        "corrected_text": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
        "start_id": 41,
        "end_id": 41,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    },
    {
        "id": 18,
        "sura_id": 64,
        "ayah_index": 17,
        "start": 291.41,
        "end": 297.2,
        "transcribed_text": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "c378761f-6d4b-49df-82f4-4cfe4111e1d9"
    }
]