[
    {
        "id": 1,
        "sura_id": 11,
        "ayah_index": 0,
        "start": 5.89,
        "end": 19.18,
        "transcribed_text": "الم كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ",
        "corrected_text": "الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 2,
        "sura_id": 11,
        "ayah_index": 1,
        "start": 20.2,
        "end": 31.76,
        "transcribed_text": "أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ",
        "corrected_text": "أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 3,
        "sura_id": 11,
        "ayah_index": 2,
        "start": 32.94,
        "end": 64.68,
        "transcribed_text": "وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلًا تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
        "corrected_text": "وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 4,
        "sura_id": 11,
        "ayah_index": 3,
        "start": 65.72,
        "end": 73.81,
        "transcribed_text": "إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "corrected_text": "إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "start_id": 9,
        "end_id": 9,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 5,
        "sura_id": 11,
        "ayah_index": 4,
        "start": 74.84,
        "end": 98.12,
        "transcribed_text": "أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "corrected_text": "أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 6,
        "sura_id": 11,
        "ayah_index": 5,
        "start": 99.21,
        "end": 118.98,
        "transcribed_text": "وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ كِتَابٍ مُبِينٍ",
        "corrected_text": "۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ",
        "start_id": 14,
        "end_id": 14,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 7,
        "sura_id": 11,
        "ayah_index": 6,
        "start": 120.42,
        "end": 154.58,
        "transcribed_text": "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ سَنُعَمَلًا وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ",
        "corrected_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 8,
        "sura_id": 11,
        "ayah_index": 7,
        "start": 155.73,
        "end": 178.79,
        "transcribed_text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ فَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا وَحَاقَ بِهِمْ كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "corrected_text": "وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 9,
        "sura_id": 11,
        "ayah_index": 8,
        "start": 179.89,
        "end": 193.5,
        "transcribed_text": "وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ",
        "corrected_text": "وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 10,
        "sura_id": 11,
        "ayah_index": 9,
        "start": 194.5,
        "end": 213.33,
        "transcribed_text": "وَلَئِنْ أَذَقْنَاهُ نِعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ",
        "corrected_text": "وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ",
        "start_id": 22,
        "end_id": 22,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 11,
        "sura_id": 11,
        "ayah_index": 10,
        "start": 214.41,
        "end": 227.19,
        "transcribed_text": "إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "corrected_text": "إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 12,
        "sura_id": 11,
        "ayah_index": 11,
        "start": 228.59,
        "end": 264.61,
        "transcribed_text": "فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُونَ وَمَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ",
        "corrected_text": "فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ",
        "start_id": 27,
        "end_id": 27,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 13,
        "sura_id": 11,
        "ayah_index": 12,
        "start": 265.7,
        "end": 285.3,
        "transcribed_text": "أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 14,
        "sura_id": 11,
        "ayah_index": 13,
        "start": 286.45,
        "end": 306.07,
        "transcribed_text": "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ",
        "corrected_text": "فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 15,
        "sura_id": 11,
        "ayah_index": 14,
        "start": 307.31,
        "end": 320.59,
        "transcribed_text": "وَمَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
        "corrected_text": "مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 16,
        "sura_id": 11,
        "ayah_index": 15,
        "start": 322.06,
        "end": 338.91,
        "transcribed_text": "أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 17,
        "sura_id": 11,
        "ayah_index": 16,
        "start": 340.22,
        "end": 381.69,
        "transcribed_text": "أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ يَكْفُرْ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ إِنَّهُ الْحَقُّ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا",
        "corrected_text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 18,
        "sura_id": 11,
        "ayah_index": 17,
        "start": 383.05,
        "end": 408.63,
        "transcribed_text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا نَعْمَتُ الظَّالِمِينَ",
        "corrected_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 19,
        "sura_id": 11,
        "ayah_index": 18,
        "start": 409.9,
        "end": 422.55,
        "transcribed_text": "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
        "corrected_text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
        "start_id": 43,
        "end_id": 43,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 20,
        "sura_id": 11,
        "ayah_index": 19,
        "start": 423.68,
        "end": 447.44,
        "transcribed_text": "أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ يُضَاعَفُ الْعَذَابُ كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 21,
        "sura_id": 11,
        "ayah_index": 20,
        "start": 448.76,
        "end": 460.78,
        "transcribed_text": "أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 22,
        "sura_id": 11,
        "ayah_index": 21,
        "start": 461.71,
        "end": 468.13,
        "transcribed_text": "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ",
        "corrected_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 23,
        "sura_id": 11,
        "ayah_index": 22,
        "start": 469.7,
        "end": 487.37,
        "transcribed_text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ فِيهَا خَالِدُونَ",
        "corrected_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
        "start_id": 50,
        "end_id": 50,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 24,
        "sura_id": 11,
        "ayah_index": 23,
        "start": 488.54,
        "end": 503.5,
        "transcribed_text": "مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ فَلْيَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ",
        "corrected_text": "۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 25,
        "sura_id": 11,
        "ayah_index": 24,
        "start": 504.54,
        "end": 515.02,
        "transcribed_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
        "corrected_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 26,
        "sura_id": 11,
        "ayah_index": 25,
        "start": 516.13,
        "end": 529.25,
        "transcribed_text": "أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
        "corrected_text": "أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 27,
        "sura_id": 11,
        "ayah_index": 26,
        "start": 530.57,
        "end": 568.07,
        "transcribed_text": "وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا فَضْلِهِ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ",
        "corrected_text": "فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 28,
        "sura_id": 11,
        "ayah_index": 27,
        "start": 569.44,
        "end": 596.37,
        "transcribed_text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ",
        "corrected_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 29,
        "sura_id": 11,
        "ayah_index": 28,
        "start": 597.62,
        "end": 624.7,
        "transcribed_text": "وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
        "corrected_text": "وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 30,
        "sura_id": 11,
        "ayah_index": 29,
        "start": 625.92,
        "end": 637.04,
        "transcribed_text": "وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ",
        "corrected_text": "وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ",
        "start_id": 67,
        "end_id": 67,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 31,
        "sura_id": 11,
        "ayah_index": 30,
        "start": 638.03,
        "end": 679.25,
        "transcribed_text": "وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَنَازَقُونَ مَلَكٌ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ خَيْرًا وَاللَّهُ بِمَا فِي أَنْفُسِهِمْ إِذًا لَمِنَ الظَّالِمِينَ",
        "corrected_text": "وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
        "start_id": 70,
        "end_id": 70,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 32,
        "sura_id": 11,
        "ayah_index": 31,
        "start": 680.6,
        "end": 694.6,
        "transcribed_text": "قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
        "corrected_text": "قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 33,
        "sura_id": 11,
        "ayah_index": 32,
        "start": 695.68,
        "end": 709.11,
        "transcribed_text": "قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
        "corrected_text": "قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ",
        "start_id": 72,
        "end_id": 72,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 34,
        "sura_id": 11,
        "ayah_index": 33,
        "start": 710.44,
        "end": 727.5,
        "transcribed_text": "وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ وَرَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
        "corrected_text": "وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ",
        "start_id": 74,
        "end_id": 74,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 35,
        "sura_id": 11,
        "ayah_index": 34,
        "start": 728.7,
        "end": 742.66,
        "transcribed_text": "أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ",
        "corrected_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 36,
        "sura_id": 11,
        "ayah_index": 35,
        "start": 743.8,
        "end": 757.9,
        "transcribed_text": "وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ",
        "corrected_text": "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ",
        "start_id": 77,
        "end_id": 77,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 37,
        "sura_id": 11,
        "ayah_index": 36,
        "start": 759.11,
        "end": 772.26,
        "transcribed_text": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ",
        "corrected_text": "وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 38,
        "sura_id": 11,
        "ayah_index": 37,
        "start": 773.5,
        "end": 793.01,
        "transcribed_text": "وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ",
        "corrected_text": "وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 39,
        "sura_id": 11,
        "ayah_index": 38,
        "start": 794.29,
        "end": 805.01,
        "transcribed_text": "فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
        "corrected_text": "فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
        "start_id": 81,
        "end_id": 81,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 40,
        "sura_id": 11,
        "ayah_index": 39,
        "start": 806.29,
        "end": 836.07,
        "transcribed_text": "حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا مَعَهُ قَلِيلٌ",
        "corrected_text": "حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ",
        "start_id": 84,
        "end_id": 84,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 41,
        "sura_id": 11,
        "ayah_index": 40,
        "start": 837.08,
        "end": 849.23,
        "transcribed_text": "وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ",
        "corrected_text": "۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ",
        "start_id": 86,
        "end_id": 86,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 42,
        "sura_id": 11,
        "ayah_index": 41,
        "start": 850.36,
        "end": 876.13,
        "transcribed_text": "وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ",
        "corrected_text": "وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ",
        "start_id": 89,
        "end_id": 89,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    },
    {
        "id": 43,
        "sura_id": 11,
        "ayah_index": 42,
        "start": 877.18,
        "end": 2376.3,
        "transcribed_text": "قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ نَا عَاصِمَ الْيَوْمَ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ الْمُغْرَقِينَ وَقِيلَ يَا أَرْضُ ابْنَ عِيمَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ إِنَّهُ لَيْسَ أَهْلِهِ عَمَلٌ غَيْرُ صَالِحِينَ فَلَا تَسْأَلْنِ مَا لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ تَكُونَ الْجَاهِلِينَ أَعُوذُ بِكَ أَسْأَلَكَ لِي وَإِلَّا تَغْفِرْ وَتَرْحَمْنِي أَكُنْ الْخَاسِرِينَ قِيلَ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَثِيمٍ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ عَذَابٌ أَلِيمٌ تِلْكَ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ وَمَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ قَبْلِ هَذَا فَاصْبِرْ الْعَاقِبَةَ لِلْمُتَّقِينَ وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَوْمِ اعْبُدُوا لَكُمْ إِلَهٍ غَيْرُهُ أَنْتُمْ مُفْتَرُونَ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا أَجْرِيَ عَدَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ اسْتَغْفِرُوا رَبَّكُمْ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً قُوَّتِكُمْ تَتَوَلَّوْا مُجْرِمِينَ قَالُوا هُودُ جِئْتَنَا بِبَيِّنَةٍ نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ بِمُؤْمِنِينَ نَقُولُ اعْتَرَاكَ بَعْضُ بِسُوءٍ أُشْهِدُ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ دُونِهِ يَكِيدُونِي جَمِيعًا تُنْظِرُونِ تَوَكَّلْتُ رَبِّي وَرَبِّكُمْ دَابَّةٍ هُوَ آخِذٌ بِنَاصِيَتِهَا صِرَاطٍ مُسْتَقِيمٍ فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ أُرْسِلْتُ إِلَيْكُمْ وَيَسْتَخْلِفُ قَوْمًا غَيْرَكُمْ تَضُرُّونَهُ شَيْئًا كُلِّ شَيْءٍ حَفِيظٌ وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ وَنَجَّيْنَاهُمْ غَلِيظٍ وَتِلْكَ وَجَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا جَبَّارٍ عَنِيدٍ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ بَلَى عَادًا كَفَرُوا أَنَا لِعَادٍ ثَمُودَ صَالِحًا وَأَنْشَأَكُمْ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ قَرِيبٌ مُجِيبٌ صَالِحُ قَدْ فِينَا مَرْجُوًّا أَتَنْهَانَا نَعْبُدَ يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ تَدْعُونَا مُرِيبٍ أَرَأَيْتُمْ بَيِّنَةٍ وَآتَانِي مِنْهُ رَحْمَةٍ فَمَنْ يَنْصُرُنِي عَصَيْتُهُ فَمَا تَزِيدُونَنِي تَخْسِيرٍ نَاقَةُ آيَةً فَذَرُوهَا تَأْكُلْ تَمَسُّوهَا فَيَأْخُذَكُمْ فَعَقَرُوهَا تَمَتَّعُوا دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ مَكْذُوبٍ فَلَمَّا وَمِنْ خِزْيِ يَوْمِئِذٍ رَبَّكَ الْقَوِيُّ الْعَزِيزُ وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا دِيَارِهِمْ جَاثِمِينَ كَأَنْ لَمْ يَغْنَوْا لِثَمُودَ وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى سَلَامًا سَلَامٌ لَبِثَ بِعِجْلٍ حَنِيذٍ رَأَى أَيْدِيَهُمْ تَصِلُ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً تَخَفْ أُرْسِلْنَا لُوطٍ وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَرَاءِ إِسْحَاقَ يَعْقُوبَ قَالَتْ وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا لَشَيْءٌ عَجِيبٌ أَتَعْجَبِينَ رَحْمَتُ وَبَرَكَاتُهُ أَهْلَ الْبَيْتِ حَمِيدٌ مَجِيدٌ ذَهَبَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَى يُجَادِلُنَا لَحَلِيمٌ أَوَّاهٌ أَعْرِضْ وَإِنَّهُمْ آتِيهِمْ مَرْدُودٍ لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ يَوْمٌ عَصِيبٌ وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ فَاتَّقُوا تُخْزُونِ ضَيْفِينَ أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ لَقَدْ عَلِمْتَ لَنَا بَنَاتِكَ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ لَوْ بِكُمْ أَوْ آوِي رُكْنٍ شَدِيدٍ رُسُلُ لَنْ يَصِلُوا فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ اللَّيْلِ يَلْتَفِتْ أَحَدٌ امْرَأَتَ مُصِيبُهَا أَصَابَهُمْ مَوْعِدَهُمُ الصُّبْحُ بِقَرِيبٍ جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً سِجِّيلٍ مَنْضُودٍ مُسَوَّمَةً عِنْدَ هِيَ بِبَعِيدٍ مَدْيَنَ شُعِيبًا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ مُحِيطٍ أَوْفُوا بِالْقِسْطِ وَالْمُؤْمِنِينَ تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا مُفْسِدِينَ بَقِيَّتُ خَيْرٌ كُنْتُمْ مُؤْمِنِينَ بِحَسِيظٍ شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ نَتْرُكَ أَنْ نَفْعَلَ أَمْوَالِنَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ وَرَزَقَنِي رِزْقًا حَسَنًا أُرِيدُ أُخَالِفَكُمْ أَنْهَاكُمْ عَنْهُ الْإِصْلَاحَ اسْتَطَعَ تَوْفِيقِي بِاللَّهِ وَإِلَيْهِ أُنِيبُ يَجْرِمَنَّكُمْ شِقَاقِي يُصِيبَكُمْ مِثْلُ أَصَابَ قَوْمَ قَوْمَ أَوْ قَوْمَ وَاسْتَغْفِرُوا رَحِيمٌ وَدُودٌ نَفْقَهُ كَثِيرًا تَقُولُ لَنَرَاكَ ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَانِ عَلَيْنَا بِعَزِيزٍ أَرَهْطِي أَعَزُّ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا بِمَا تَعْمَلُونَ اعْمَلُوا مَكَانَتِكُمْ عَامِلٌ سَوْفَ تَعْلَمُونَ يَأْتِيهِ يُخْزِيهِ كَاذِبٌ فَارْتَقِبُوا مَعَكُمْ رَقِيبٌ وَأَخَذَتِ لِمَدْيَنَ كَمَا بَعِدَتْ مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا فِرْعَوْنَ بِرَشِيدٍ يَقْدُمُ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ بِئْسَ الرِّفْدُ الْمَرْفُودُ الْقُرَى نَقُصُّهُ مِنْهَا قَائِمٌ وَحَصِيدٌ ظَلَمْنَاهُمْ وَلَكِنْ أَنْفُسَهُمْ أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ دُونِ لَمَّا زَادُوهُمْ ذِي وَكَذَلِكَ إِذَا أَخَذَ وَهِيَ ظَالِمَةٌ أَخْذَهُ لَآيَةً لِمَنْ خَافَ الْآخِرَةِ مَجْمُوعٌ لَهُ وَذَلِكَ يَوْمٌ مَشْهُودٌ نُؤَخِّرُهُ لِأَجَلٍ مَعْدُودٍ يَأْتِ تَكَلَّمُ نَفْسٌ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ فَأَمَّا شَقُوا فَفِي لَهُمْ زَفِيرٌ وَشَهِيقٌ خَالِدِينَ دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ شَاءَ فَعَّالٌ يُرِيدُ وَأَمَّا سُعِدُوا الْجَنَّةِ عَطَاءً مَجْذُوذٍ تَكُ مِرْيَةٍ يَعْبُدُونَ آبَاؤُهُمْ لَمُوَفُّوهُمْ نَصِيبَهُمْ مَنْقُومٍ آتَيْنَا الْكِتَابَ فَاخْتُلِفَ فِيهِ كَلِمَةٌ سَبَقَتْ لَقُضِيَ بَيْنَهُمْ شَكًّا كُلًّا لَيُوَفِّيَنَّهُمْ أَعْمَالَهُمْ خَبِيرٌ فَاسْتَقِمْ أُمِرْتَ تَابَ مَعَكَ تَطْغَوْا بَصِيرٌ تَرْكَنُوا فَتَمَسَّكُمُ أَوْلِيَاءَ تُنْصَرُونَ وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا الْحَسَنَاتِ يُذْهِبْهَا ذِكْرَى لِلذَّاكِرِينَ وَاصْبِرْ يُضِيعُ الم فَلَوْلَا الْقُرُونِ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ الْفَسَادِ قَلِيلًا أَنْجَيْنَا وَاتَّبَعَ أُتْرِفُوا وَكَانُوا لِيُهْلِكَ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ وَلَوْ لَجَعَلَ أُمَّةً وَاحِدَةً يَزَالُونَ مُخْتَلِفِينَ وَلِذَلِكَ خَلَقَهُ وَتَمَّتْ كَلِمَتُ لَأَمْلَأَنَّ جَهَنَّمَ وَالنَّاسِ أَجْمَعِينَ وَكُلًّا نَقُصُّ الرُّسُلِ نُثَبِّتُ فُؤَادِ وَجَاءَكَ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ وَقُلْ لِلَّذِينَ يُؤْمِنُونَ عَامِلُونَ وَانْتَظِرُوا مُنْتَظِرُونَ وَلِلَّهِ غَيْبُ يُرْجَعُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ بِغَافِلٍ عَمَّا",
        "corrected_text": "قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ",
        "start_id": 273,
        "end_id": 273,
        "uuid": "dde8792a-33d0-45c8-9ca6-5334fafeee26"
    }
]