[
    {
        "id": 1,
        "sura_id": 47,
        "ayah_index": 0,
        "start": 6.13,
        "end": 13.29,
        "transcribed_text": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ",
        "corrected_text": "ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 2,
        "sura_id": 47,
        "ayah_index": 1,
        "start": 14.61,
        "end": 25.94,
        "transcribed_text": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ",
        "corrected_text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 3,
        "sura_id": 47,
        "ayah_index": 2,
        "start": 27.05,
        "end": 34.57,
        "transcribed_text": "وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
        "corrected_text": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 4,
        "sura_id": 47,
        "ayah_index": 3,
        "start": 35.96,
        "end": 52.13,
        "transcribed_text": "ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ",
        "corrected_text": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ",
        "start_id": 6,
        "end_id": 6,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 5,
        "sura_id": 47,
        "ayah_index": 4,
        "start": 53.45,
        "end": 101.81,
        "transcribed_text": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْ بَرِّقَابِ فَضَرْبَرْ رِقَابِحَتْهَا إِذَا أَسْخَنْتُمُوهُمْ فَشُدُّوا الْوَتَاقَ فَإِمَّا مَنْ نَنْبَعَدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَنْ تَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ",
        "corrected_text": "سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 6,
        "sura_id": 47,
        "ayah_index": 5,
        "start": 102.96,
        "end": 106.08,
        "transcribed_text": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
        "corrected_text": "وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 7,
        "sura_id": 47,
        "ayah_index": 6,
        "start": 106.86,
        "end": 123.69,
        "transcribed_text": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 8,
        "sura_id": 47,
        "ayah_index": 7,
        "start": 124.7,
        "end": 130.31,
        "transcribed_text": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ",
        "corrected_text": "وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 9,
        "sura_id": 47,
        "ayah_index": 8,
        "start": 131.56,
        "end": 139.45,
        "transcribed_text": "ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ",
        "corrected_text": "ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 10,
        "sura_id": 47,
        "ayah_index": 9,
        "start": 140.62,
        "end": 157.34,
        "transcribed_text": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَجَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا",
        "corrected_text": "۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا",
        "start_id": 20,
        "end_id": 20,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 11,
        "sura_id": 47,
        "ayah_index": 10,
        "start": 158.58,
        "end": 167.55,
        "transcribed_text": "ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ",
        "corrected_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 12,
        "sura_id": 47,
        "ayah_index": 11,
        "start": 168.82,
        "end": 181.09,
        "transcribed_text": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ",
        "corrected_text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ",
        "start_id": 22,
        "end_id": 22,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 13,
        "sura_id": 47,
        "ayah_index": 12,
        "start": 182.22,
        "end": 192.22,
        "transcribed_text": "وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ",
        "corrected_text": "وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 14,
        "sura_id": 47,
        "ayah_index": 13,
        "start": 193.5,
        "end": 221.13,
        "transcribed_text": "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ",
        "corrected_text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم",
        "start_id": 25,
        "end_id": 25,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 15,
        "sura_id": 47,
        "ayah_index": 14,
        "start": 222.56,
        "end": 256.86,
        "transcribed_text": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرُ طَعْمُهُ وَأَنْهَارٌ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَدٍ مُصَفًّا",
        "corrected_text": "مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 16,
        "sura_id": 47,
        "ayah_index": 15,
        "start": 258.13,
        "end": 276.9,
        "transcribed_text": "وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ يَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُومَاءَ الْحَمِيمَ انْفَقَطَّعَ أَمْعَاءَهُمْ",
        "corrected_text": "وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ",
        "start_id": 30,
        "end_id": 30,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 17,
        "sura_id": 47,
        "ayah_index": 16,
        "start": 277.67,
        "end": 311.05,
        "transcribed_text": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ",
        "corrected_text": "وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 18,
        "sura_id": 47,
        "ayah_index": 17,
        "start": 312.18,
        "end": 330.2,
        "transcribed_text": "فَهُلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ",
        "corrected_text": "فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ",
        "start_id": 37,
        "end_id": 37,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 19,
        "sura_id": 47,
        "ayah_index": 18,
        "start": 331.29,
        "end": 348.43,
        "transcribed_text": "وَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ",
        "corrected_text": "فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 20,
        "sura_id": 47,
        "ayah_index": 19,
        "start": 349.5,
        "end": 377.1,
        "transcribed_text": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ",
        "corrected_text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 21,
        "sura_id": 47,
        "ayah_index": 20,
        "start": 377.82,
        "end": 388.97,
        "transcribed_text": "طَاعَةٌ وَقَوْلٌ مَعْرُومٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ",
        "corrected_text": "طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 22,
        "sura_id": 47,
        "ayah_index": 21,
        "start": 390.17,
        "end": 400.06,
        "transcribed_text": "فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ",
        "corrected_text": "فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ",
        "start_id": 45,
        "end_id": 45,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 23,
        "sura_id": 47,
        "ayah_index": 22,
        "start": 400.98,
        "end": 409.57,
        "transcribed_text": "أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 24,
        "sura_id": 47,
        "ayah_index": 23,
        "start": 410.61,
        "end": 417.48,
        "transcribed_text": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا",
        "corrected_text": "أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 25,
        "sura_id": 47,
        "ayah_index": 24,
        "start": 418.58,
        "end": 432.05,
        "transcribed_text": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ",
        "corrected_text": "إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 26,
        "sura_id": 47,
        "ayah_index": 25,
        "start": 433.41,
        "end": 446.92,
        "transcribed_text": "ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
        "corrected_text": "ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ",
        "start_id": 50,
        "end_id": 50,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 27,
        "sura_id": 47,
        "ayah_index": 26,
        "start": 448.06,
        "end": 456.99,
        "transcribed_text": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ",
        "corrected_text": "فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ",
        "start_id": 51,
        "end_id": 51,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 28,
        "sura_id": 47,
        "ayah_index": 27,
        "start": 458.33,
        "end": 468.6,
        "transcribed_text": "ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ",
        "corrected_text": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ",
        "start_id": 52,
        "end_id": 52,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 29,
        "sura_id": 47,
        "ayah_index": 28,
        "start": 469.93,
        "end": 478.34,
        "transcribed_text": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ",
        "corrected_text": "أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 30,
        "sura_id": 47,
        "ayah_index": 29,
        "start": 479.48,
        "end": 495.59,
        "transcribed_text": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَنَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ",
        "corrected_text": "وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 31,
        "sura_id": 47,
        "ayah_index": 30,
        "start": 496.79,
        "end": 506.64,
        "transcribed_text": "وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ",
        "corrected_text": "وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ",
        "start_id": 57,
        "end_id": 57,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 32,
        "sura_id": 47,
        "ayah_index": 31,
        "start": 507.94,
        "end": 530.93,
        "transcribed_text": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ",
        "corrected_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 33,
        "sura_id": 47,
        "ayah_index": 32,
        "start": 532.31,
        "end": 543.46,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ",
        "corrected_text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ",
        "start_id": 60,
        "end_id": 60,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 34,
        "sura_id": 47,
        "ayah_index": 33,
        "start": 544.56,
        "end": 557.23,
        "transcribed_text": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ",
        "corrected_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 35,
        "sura_id": 47,
        "ayah_index": 34,
        "start": 558.58,
        "end": 569.89,
        "transcribed_text": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ",
        "corrected_text": "فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ",
        "start_id": 62,
        "end_id": 62,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 36,
        "sura_id": 47,
        "ayah_index": 35,
        "start": 571.01,
        "end": 575.87,
        "transcribed_text": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ",
        "corrected_text": "إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 37,
        "sura_id": 47,
        "ayah_index": 36,
        "start": 576.83,
        "end": 593.06,
        "transcribed_text": "وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ إِنْ يَسْأَلْكُمُوهَا فَيُؤْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ",
        "corrected_text": "إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    },
    {
        "id": 38,
        "sura_id": 47,
        "ayah_index": 37,
        "start": 594.04,
        "end": 630.66,
        "transcribed_text": "مَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُونَ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَانُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ",
        "corrected_text": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم",
        "start_id": 69,
        "end_id": 69,
        "uuid": "ad0bdbf6-2705-42af-990e-11cdf71fee52"
    }
]