[
    {
        "id": 1,
        "sura_id": 30,
        "ayah_index": 0,
        "start": 6.16,
        "end": 11.83,
        "transcribed_text": "الم",
        "corrected_text": "الٓمٓ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 2,
        "sura_id": 30,
        "ayah_index": 1,
        "start": 12.92,
        "end": 15.18,
        "transcribed_text": "غُلِبَتِ الرُّومُ",
        "corrected_text": "غُلِبَتِ ٱلرُّومُ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 3,
        "sura_id": 30,
        "ayah_index": 2,
        "start": 16.35,
        "end": 24.34,
        "transcribed_text": "فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَنَبِهِمْ سَيَغْلِبُونَ",
        "corrected_text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 4,
        "sura_id": 30,
        "ayah_index": 3,
        "start": 25.28,
        "end": 39.02,
        "transcribed_text": "فِي بِضْعِ سِنِينَ اللَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ",
        "corrected_text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 5,
        "sura_id": 30,
        "ayah_index": 4,
        "start": 39.95,
        "end": 50.88,
        "transcribed_text": "بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ",
        "corrected_text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
        "start_id": 10,
        "end_id": 10,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 6,
        "sura_id": 30,
        "ayah_index": 5,
        "start": 51.89,
        "end": 63.09,
        "transcribed_text": "وَعْدَ اللَّهِ لَا يُخْلِفُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "corrected_text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 7,
        "sura_id": 30,
        "ayah_index": 6,
        "start": 64.33,
        "end": 73.29,
        "transcribed_text": "يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ",
        "corrected_text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 8,
        "sura_id": 30,
        "ayah_index": 7,
        "start": 74.28,
        "end": 101.57,
        "transcribed_text": "أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ",
        "corrected_text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 9,
        "sura_id": 30,
        "ayah_index": 8,
        "start": 102.75,
        "end": 149.54,
        "transcribed_text": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَأَثَارُوا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ",
        "corrected_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 10,
        "sura_id": 30,
        "ayah_index": 9,
        "start": 150.72,
        "end": 166.54,
        "transcribed_text": "ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ",
        "corrected_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 11,
        "sura_id": 30,
        "ayah_index": 10,
        "start": 168.2,
        "end": 176.21,
        "transcribed_text": "اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
        "corrected_text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
        "start_id": 22,
        "end_id": 22,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 12,
        "sura_id": 30,
        "ayah_index": 11,
        "start": 177.66,
        "end": 182.83,
        "transcribed_text": "وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ",
        "corrected_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 13,
        "sura_id": 30,
        "ayah_index": 12,
        "start": 183.8,
        "end": 196.09,
        "transcribed_text": "وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ",
        "corrected_text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 14,
        "sura_id": 30,
        "ayah_index": 13,
        "start": 197.59,
        "end": 203.89,
        "transcribed_text": "وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
        "corrected_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
        "start_id": 25,
        "end_id": 25,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 15,
        "sura_id": 30,
        "ayah_index": 14,
        "start": 205.0,
        "end": 214.67,
        "transcribed_text": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ",
        "corrected_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
        "start_id": 26,
        "end_id": 26,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 16,
        "sura_id": 30,
        "ayah_index": 15,
        "start": 215.9,
        "end": 229.85,
        "transcribed_text": "وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَرِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
        "corrected_text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
        "start_id": 27,
        "end_id": 27,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 17,
        "sura_id": 30,
        "ayah_index": 16,
        "start": 231.19,
        "end": 237.38,
        "transcribed_text": "فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
        "corrected_text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 18,
        "sura_id": 30,
        "ayah_index": 17,
        "start": 238.44,
        "end": 246.58,
        "transcribed_text": "وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
        "corrected_text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 19,
        "sura_id": 30,
        "ayah_index": 18,
        "start": 247.8,
        "end": 261.57,
        "transcribed_text": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ",
        "corrected_text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 20,
        "sura_id": 30,
        "ayah_index": 19,
        "start": 263.02,
        "end": 280.09,
        "transcribed_text": "وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 21,
        "sura_id": 30,
        "ayah_index": 20,
        "start": 281.84,
        "end": 306.0,
        "transcribed_text": "وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 22,
        "sura_id": 30,
        "ayah_index": 21,
        "start": 307.54,
        "end": 323.29,
        "transcribed_text": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 23,
        "sura_id": 30,
        "ayah_index": 22,
        "start": 324.65,
        "end": 343.1,
        "transcribed_text": "وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 24,
        "sura_id": 30,
        "ayah_index": 23,
        "start": 344.56,
        "end": 368.64,
        "transcribed_text": "وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 25,
        "sura_id": 30,
        "ayah_index": 24,
        "start": 369.88,
        "end": 389.74,
        "transcribed_text": "وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 26,
        "sura_id": 30,
        "ayah_index": 25,
        "start": 390.91,
        "end": 399.12,
        "transcribed_text": "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ",
        "corrected_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 27,
        "sura_id": 30,
        "ayah_index": 26,
        "start": 400.39,
        "end": 418.74,
        "transcribed_text": "وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 28,
        "sura_id": 30,
        "ayah_index": 27,
        "start": 419.93,
        "end": 456.65,
        "transcribed_text": "ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ أَلَّكُمْ مِمَّا مَلَكَتْ أَيْمَانُكُمْ شُرَكَاءَ فِيمَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ",
        "corrected_text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
        "start_id": 50,
        "end_id": 50,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 29,
        "sura_id": 30,
        "ayah_index": 28,
        "start": 458.09,
        "end": 476.84,
        "transcribed_text": "بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ نَاصِرِينَ",
        "corrected_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 30,
        "sura_id": 30,
        "ayah_index": 29,
        "start": 477.88,
        "end": 501.86,
        "transcribed_text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا بِضْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ يَعْلَمُونَ",
        "corrected_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
        "start_id": 57,
        "end_id": 57,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 31,
        "sura_id": 30,
        "ayah_index": 30,
        "start": 503.24,
        "end": 512.92,
        "transcribed_text": "مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ",
        "corrected_text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
        "start_id": 58,
        "end_id": 58,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 32,
        "sura_id": 30,
        "ayah_index": 31,
        "start": 513.9,
        "end": 525.6,
        "transcribed_text": "وَمِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
        "corrected_text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
        "start_id": 60,
        "end_id": 60,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 33,
        "sura_id": 30,
        "ayah_index": 32,
        "start": 527.15,
        "end": 548.78,
        "transcribed_text": "وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ",
        "corrected_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 34,
        "sura_id": 30,
        "ayah_index": 33,
        "start": 550.16,
        "end": 559.37,
        "transcribed_text": "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ",
        "corrected_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 35,
        "sura_id": 30,
        "ayah_index": 34,
        "start": 560.76,
        "end": 571.5,
        "transcribed_text": "أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ",
        "corrected_text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
        "start_id": 64,
        "end_id": 64,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 36,
        "sura_id": 30,
        "ayah_index": 35,
        "start": 572.86,
        "end": 590.5,
        "transcribed_text": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
        "corrected_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 37,
        "sura_id": 30,
        "ayah_index": 36,
        "start": 592.0,
        "end": 608.78,
        "transcribed_text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
        "corrected_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
        "start_id": 68,
        "end_id": 68,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 38,
        "sura_id": 30,
        "ayah_index": 37,
        "start": 610.15,
        "end": 629.58,
        "transcribed_text": "فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
        "corrected_text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 39,
        "sura_id": 30,
        "ayah_index": 38,
        "start": 630.82,
        "end": 656.63,
        "transcribed_text": "وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ زَكَاةٍ تُرِيدُونَ وَجْهَ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ",
        "corrected_text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
        "start_id": 73,
        "end_id": 73,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 40,
        "sura_id": 30,
        "ayah_index": 39,
        "start": 658.28,
        "end": 686.8,
        "transcribed_text": "اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ قَالْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ",
        "corrected_text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 41,
        "sura_id": 30,
        "ayah_index": 40,
        "start": 688.23,
        "end": 702.49,
        "transcribed_text": "ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ",
        "corrected_text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
        "start_id": 77,
        "end_id": 77,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 42,
        "sura_id": 30,
        "ayah_index": 41,
        "start": 703.47,
        "end": 717.14,
        "transcribed_text": "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ أَكْثَرُهُمْ مُشْرِكِينَ",
        "corrected_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
        "start_id": 79,
        "end_id": 79,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 43,
        "sura_id": 30,
        "ayah_index": 42,
        "start": 718.34,
        "end": 734.0,
        "transcribed_text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ",
        "corrected_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
        "start_id": 81,
        "end_id": 81,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 44,
        "sura_id": 30,
        "ayah_index": 43,
        "start": 735.06,
        "end": 745.73,
        "transcribed_text": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَرِئَ أَنْفُسِهِمْ يَمْهَدُونَ",
        "corrected_text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
        "start_id": 83,
        "end_id": 83,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 45,
        "sura_id": 30,
        "ayah_index": 44,
        "start": 747.02,
        "end": 759.38,
        "transcribed_text": "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ",
        "corrected_text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 46,
        "sura_id": 30,
        "ayah_index": 45,
        "start": 760.66,
        "end": 785.23,
        "transcribed_text": "وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "corrected_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
        "start_id": 87,
        "end_id": 87,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 47,
        "sura_id": 30,
        "ayah_index": 46,
        "start": 786.62,
        "end": 807.78,
        "transcribed_text": "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ وَأَوَّلْنَا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ",
        "corrected_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
        "start_id": 90,
        "end_id": 90,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 48,
        "sura_id": 30,
        "ayah_index": 47,
        "start": 809.0,
        "end": 842.93,
        "transcribed_text": "اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
        "corrected_text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
        "start_id": 93,
        "end_id": 93,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 49,
        "sura_id": 30,
        "ayah_index": 48,
        "start": 843.88,
        "end": 854.17,
        "transcribed_text": "وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ",
        "corrected_text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
        "start_id": 94,
        "end_id": 94,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 50,
        "sura_id": 30,
        "ayah_index": 49,
        "start": 855.2,
        "end": 874.32,
        "transcribed_text": "فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "corrected_text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
        "start_id": 97,
        "end_id": 97,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 51,
        "sura_id": 30,
        "ayah_index": 50,
        "start": 875.89,
        "end": 886.33,
        "transcribed_text": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ",
        "corrected_text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
        "start_id": 98,
        "end_id": 98,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 52,
        "sura_id": 30,
        "ayah_index": 51,
        "start": 887.3,
        "end": 897.98,
        "transcribed_text": "فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ",
        "corrected_text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
        "start_id": 99,
        "end_id": 99,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 53,
        "sura_id": 30,
        "ayah_index": 52,
        "start": 898.96,
        "end": 915.51,
        "transcribed_text": "وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ",
        "corrected_text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
        "start_id": 101,
        "end_id": 101,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 54,
        "sura_id": 30,
        "ayah_index": 53,
        "start": 916.73,
        "end": 943.3,
        "transcribed_text": "اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيمُ",
        "corrected_text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
        "start_id": 104,
        "end_id": 104,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 55,
        "sura_id": 30,
        "ayah_index": 54,
        "start": 944.42,
        "end": 956.38,
        "transcribed_text": "وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ",
        "corrected_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
        "start_id": 106,
        "end_id": 106,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 56,
        "sura_id": 30,
        "ayah_index": 55,
        "start": 957.57,
        "end": 976.46,
        "transcribed_text": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْدِ فَهَذَا الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
        "start_id": 108,
        "end_id": 108,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 57,
        "sura_id": 30,
        "ayah_index": 56,
        "start": 977.76,
        "end": 987.25,
        "transcribed_text": "فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
        "corrected_text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
        "start_id": 109,
        "end_id": 109,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 58,
        "sura_id": 30,
        "ayah_index": 57,
        "start": 988.38,
        "end": 1009.0,
        "transcribed_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ",
        "corrected_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
        "start_id": 111,
        "end_id": 111,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 59,
        "sura_id": 30,
        "ayah_index": 58,
        "start": 1010.02,
        "end": 1017.2,
        "transcribed_text": "كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ",
        "corrected_text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
        "start_id": 112,
        "end_id": 112,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    },
    {
        "id": 60,
        "sura_id": 30,
        "ayah_index": 59,
        "start": 1018.17,
        "end": 1029.21,
        "transcribed_text": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ وَالْمُؤْمِنِينَ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ",
        "corrected_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
        "start_id": 115,
        "end_id": 115,
        "uuid": "a0007bbf-1f4b-4101-89c4-42c9b9b1312f"
    }
]