[
    {
        "id": 1,
        "sura_id": 28,
        "ayah_index": 0,
        "start": 6.45,
        "end": 13.53,
        "transcribed_text": "طسم",
        "corrected_text": "طسٓمٓ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 2,
        "sura_id": 28,
        "ayah_index": 1,
        "start": 14.59,
        "end": 18.98,
        "transcribed_text": "تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ",
        "corrected_text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 3,
        "sura_id": 28,
        "ayah_index": 2,
        "start": 20.32,
        "end": 29.43,
        "transcribed_text": "نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
        "corrected_text": "نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 4,
        "sura_id": 28,
        "ayah_index": 3,
        "start": 30.86,
        "end": 60.78,
        "transcribed_text": "إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ",
        "corrected_text": "إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 5,
        "sura_id": 28,
        "ayah_index": 4,
        "start": 61.93,
        "end": 75.11,
        "transcribed_text": "وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ",
        "corrected_text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 6,
        "sura_id": 28,
        "ayah_index": 5,
        "start": 76.62,
        "end": 88.29,
        "transcribed_text": "وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ",
        "corrected_text": "وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ",
        "start_id": 9,
        "end_id": 9,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 7,
        "sura_id": 28,
        "ayah_index": 6,
        "start": 89.52,
        "end": 116.36,
        "transcribed_text": "وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ",
        "corrected_text": "وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 8,
        "sura_id": 28,
        "ayah_index": 7,
        "start": 117.81,
        "end": 134.05,
        "transcribed_text": "فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ",
        "corrected_text": "فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ",
        "start_id": 14,
        "end_id": 14,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 9,
        "sura_id": 28,
        "ayah_index": 8,
        "start": 135.5,
        "end": 154.13,
        "transcribed_text": "وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
        "corrected_text": "وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 10,
        "sura_id": 28,
        "ayah_index": 9,
        "start": 155.43,
        "end": 171.8,
        "transcribed_text": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ",
        "corrected_text": "وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
        "start_id": 18,
        "end_id": 18,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 11,
        "sura_id": 28,
        "ayah_index": 10,
        "start": 173.14,
        "end": 183.88,
        "transcribed_text": "وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
        "corrected_text": "وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 12,
        "sura_id": 28,
        "ayah_index": 11,
        "start": 185.29,
        "end": 203.92,
        "transcribed_text": "وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ",
        "corrected_text": "۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ",
        "start_id": 22,
        "end_id": 22,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 13,
        "sura_id": 28,
        "ayah_index": 12,
        "start": 205.13,
        "end": 213.81,
        "transcribed_text": "وَجَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ",
        "corrected_text": "فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 14,
        "sura_id": 28,
        "ayah_index": 13,
        "start": 214.83,
        "end": 239.43,
        "transcribed_text": "وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ",
        "corrected_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
        "start_id": 27,
        "end_id": 27,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 15,
        "sura_id": 28,
        "ayah_index": 14,
        "start": 240.96,
        "end": 268.01,
        "transcribed_text": "وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي الَّذِي فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ",
        "corrected_text": "وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 16,
        "sura_id": 28,
        "ayah_index": 15,
        "start": 269.02,
        "end": 279.89,
        "transcribed_text": "قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ",
        "corrected_text": "قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 17,
        "sura_id": 28,
        "ayah_index": 16,
        "start": 281.19,
        "end": 302.47,
        "transcribed_text": "قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ",
        "corrected_text": "قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 18,
        "sura_id": 28,
        "ayah_index": 17,
        "start": 303.79,
        "end": 323.26,
        "transcribed_text": "فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُونَ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ",
        "corrected_text": "فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 19,
        "sura_id": 28,
        "ayah_index": 18,
        "start": 324.56,
        "end": 355.72,
        "transcribed_text": "فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا قَالَ يَا مُوسَى أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِدِ تُرِيدُ إِلَّا تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ تَكُونَ مِنَ الْمُصْلِحِينَ",
        "corrected_text": "فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 20,
        "sura_id": 28,
        "ayah_index": 19,
        "start": 356.86,
        "end": 370.09,
        "transcribed_text": "وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ",
        "corrected_text": "وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 21,
        "sura_id": 28,
        "ayah_index": 20,
        "start": 371.17,
        "end": 388.33,
        "transcribed_text": "فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي الْقَوْمِ الظَّالِمِينَ",
        "corrected_text": "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 22,
        "sura_id": 28,
        "ayah_index": 21,
        "start": 389.67,
        "end": 402.51,
        "transcribed_text": "وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ",
        "corrected_text": "وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ",
        "start_id": 43,
        "end_id": 43,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 23,
        "sura_id": 28,
        "ayah_index": 22,
        "start": 403.98,
        "end": 433.37,
        "transcribed_text": "وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْبِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ",
        "corrected_text": "وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 24,
        "sura_id": 28,
        "ayah_index": 23,
        "start": 434.63,
        "end": 450.06,
        "transcribed_text": "فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
        "corrected_text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 25,
        "sura_id": 28,
        "ayah_index": 24,
        "start": 451.51,
        "end": 461.73,
        "transcribed_text": "وَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُونَ",
        "corrected_text": "فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 26,
        "sura_id": 28,
        "ayah_index": 25,
        "start": 463.05,
        "end": 481.98,
        "transcribed_text": "قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ يَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ",
        "corrected_text": "قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ",
        "start_id": 52,
        "end_id": 52,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 27,
        "sura_id": 28,
        "ayah_index": 26,
        "start": 483.15,
        "end": 494.16,
        "transcribed_text": "قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ",
        "corrected_text": "قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 28,
        "sura_id": 28,
        "ayah_index": 27,
        "start": 495.43,
        "end": 540.86,
        "transcribed_text": "قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجًا فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِ وَمَا أَشُقَّ عَلَيْهِ لَتَجِدُنِي شَاءَ اللَّهُ مِنَ الصَّالِحِينَ ذَلِكَ بَيْنِي وَبَيْنَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ وَاللَّهُ مَا نَقُولُ وَكِيلٌ",
        "corrected_text": "قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 29,
        "sura_id": 28,
        "ayah_index": 28,
        "start": 542.19,
        "end": 575.15,
        "transcribed_text": "فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
        "corrected_text": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ",
        "start_id": 64,
        "end_id": 64,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 30,
        "sura_id": 28,
        "ayah_index": 29,
        "start": 576.44,
        "end": 599.06,
        "transcribed_text": "فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوسَى وَأَيَّا إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ",
        "corrected_text": "فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 31,
        "sura_id": 28,
        "ayah_index": 30,
        "start": 599.91,
        "end": 623.75,
        "transcribed_text": "وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِرْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ",
        "corrected_text": "وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ",
        "start_id": 70,
        "end_id": 70,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 32,
        "sura_id": 28,
        "ayah_index": 31,
        "start": 624.84,
        "end": 649.38,
        "transcribed_text": "اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ كَذَلِكَ بُرْهَانَانِ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
        "corrected_text": "ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
        "start_id": 73,
        "end_id": 73,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 33,
        "sura_id": 28,
        "ayah_index": 32,
        "start": 650.48,
        "end": 658.89,
        "transcribed_text": "قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ",
        "corrected_text": "قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ",
        "start_id": 74,
        "end_id": 74,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 34,
        "sura_id": 28,
        "ayah_index": 33,
        "start": 659.62,
        "end": 675.87,
        "transcribed_text": "وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ",
        "corrected_text": "وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 35,
        "sura_id": 28,
        "ayah_index": 34,
        "start": 676.73,
        "end": 694.14,
        "transcribed_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ",
        "corrected_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 36,
        "sura_id": 28,
        "ayah_index": 35,
        "start": 695.55,
        "end": 719.41,
        "transcribed_text": "فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ",
        "corrected_text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 37,
        "sura_id": 28,
        "ayah_index": 36,
        "start": 720.56,
        "end": 738.58,
        "transcribed_text": "وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
        "corrected_text": "وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
        "start_id": 82,
        "end_id": 82,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 38,
        "sura_id": 28,
        "ayah_index": 37,
        "start": 739.96,
        "end": 767.88,
        "transcribed_text": "وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْنِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا وَاجْعَلْ لَعَلِّي أَطَّلِعُ إِلَى مُوسَى وَإِنِّي لَأَظُنُّهُ الْكَاذِبِينَ",
        "corrected_text": "وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ",
        "start_id": 84,
        "end_id": 84,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 39,
        "sura_id": 28,
        "ayah_index": 38,
        "start": 769.17,
        "end": 781.4,
        "transcribed_text": "وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
        "corrected_text": "وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 40,
        "sura_id": 28,
        "ayah_index": 39,
        "start": 782.61,
        "end": 794.65,
        "transcribed_text": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ",
        "corrected_text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
        "start_id": 87,
        "end_id": 87,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 41,
        "sura_id": 28,
        "ayah_index": 40,
        "start": 795.81,
        "end": 807.69,
        "transcribed_text": "وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ",
        "corrected_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ",
        "start_id": 89,
        "end_id": 89,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 42,
        "sura_id": 28,
        "ayah_index": 41,
        "start": 808.42,
        "end": 819.45,
        "transcribed_text": "وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ",
        "corrected_text": "وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ",
        "start_id": 91,
        "end_id": 91,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 43,
        "sura_id": 28,
        "ayah_index": 42,
        "start": 820.8,
        "end": 842.86,
        "transcribed_text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى لَصَائِرَ وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "corrected_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
        "start_id": 93,
        "end_id": 93,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 44,
        "sura_id": 28,
        "ayah_index": 43,
        "start": 843.96,
        "end": 855.85,
        "transcribed_text": "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ",
        "corrected_text": "وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ",
        "start_id": 94,
        "end_id": 94,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 45,
        "sura_id": 28,
        "ayah_index": 44,
        "start": 856.74,
        "end": 864.91,
        "transcribed_text": "وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ",
        "corrected_text": "وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ",
        "start_id": 95,
        "end_id": 95,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 46,
        "sura_id": 28,
        "ayah_index": 45,
        "start": 866.16,
        "end": 906.08,
        "transcribed_text": "وَمَا كُنْتَ ثَاوِيَ انْفِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "corrected_text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
        "start_id": 98,
        "end_id": 98,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 47,
        "sura_id": 28,
        "ayah_index": 46,
        "start": 907.29,
        "end": 931.16,
        "transcribed_text": "وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ",
        "corrected_text": "وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
        "start_id": 100,
        "end_id": 100,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 48,
        "sura_id": 28,
        "ayah_index": 47,
        "start": 932.5,
        "end": 960.21,
        "transcribed_text": "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا قَبْلُ سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ",
        "corrected_text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ",
        "start_id": 103,
        "end_id": 103,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 49,
        "sura_id": 28,
        "ayah_index": 48,
        "start": 961.57,
        "end": 974.05,
        "transcribed_text": "قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 104,
        "end_id": 104,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 50,
        "sura_id": 28,
        "ayah_index": 49,
        "start": 975.49,
        "end": 998.0,
        "transcribed_text": "فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "corrected_text": "فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
        "start_id": 107,
        "end_id": 107,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 51,
        "sura_id": 28,
        "ayah_index": 50,
        "start": 998.96,
        "end": 1005.28,
        "transcribed_text": "وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "corrected_text": "۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
        "start_id": 108,
        "end_id": 108,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 52,
        "sura_id": 28,
        "ayah_index": 51,
        "start": 1006.45,
        "end": 1014.96,
        "transcribed_text": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ",
        "corrected_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ",
        "start_id": 109,
        "end_id": 109,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 53,
        "sura_id": 28,
        "ayah_index": 52,
        "start": 1016.3,
        "end": 1033.3,
        "transcribed_text": "وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ",
        "corrected_text": "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ",
        "start_id": 110,
        "end_id": 110,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 54,
        "sura_id": 28,
        "ayah_index": 53,
        "start": 1034.73,
        "end": 1054.43,
        "transcribed_text": "أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةِ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
        "start_id": 112,
        "end_id": 112,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 55,
        "sura_id": 28,
        "ayah_index": 54,
        "start": 1055.88,
        "end": 1070.35,
        "transcribed_text": "وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ",
        "corrected_text": "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ",
        "start_id": 113,
        "end_id": 113,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 56,
        "sura_id": 28,
        "ayah_index": 55,
        "start": 1071.58,
        "end": 1085.04,
        "transcribed_text": "إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
        "corrected_text": "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
        "start_id": 115,
        "end_id": 115,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 57,
        "sura_id": 28,
        "ayah_index": 56,
        "start": 1086.6,
        "end": 1111.5,
        "transcribed_text": "وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "corrected_text": "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 117,
        "end_id": 117,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 58,
        "sura_id": 28,
        "ayah_index": 57,
        "start": 1113.28,
        "end": 1132.59,
        "transcribed_text": "وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا وَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ",
        "corrected_text": "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ",
        "start_id": 120,
        "end_id": 120,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 59,
        "sura_id": 28,
        "ayah_index": 58,
        "start": 1133.77,
        "end": 1145.74,
        "transcribed_text": "وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا",
        "corrected_text": "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ",
        "start_id": 121,
        "end_id": 121,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 60,
        "sura_id": 28,
        "ayah_index": 59,
        "start": 1146.97,
        "end": 1174.17,
        "transcribed_text": "وَمَا كُنَّا مُهْلِكِ الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ",
        "corrected_text": "وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ",
        "start_id": 125,
        "end_id": 125,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 61,
        "sura_id": 28,
        "ayah_index": 60,
        "start": 1175.35,
        "end": 1191.77,
        "transcribed_text": "أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَسْكُوبُ وَضِعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ",
        "corrected_text": "أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ",
        "start_id": 127,
        "end_id": 127,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 62,
        "sura_id": 28,
        "ayah_index": 61,
        "start": 1193.13,
        "end": 1203.0,
        "transcribed_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ",
        "corrected_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
        "start_id": 128,
        "end_id": 128,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 63,
        "sura_id": 28,
        "ayah_index": 62,
        "start": 1204.23,
        "end": 1227.71,
        "transcribed_text": "قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا وَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ",
        "corrected_text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ",
        "start_id": 131,
        "end_id": 131,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 64,
        "sura_id": 28,
        "ayah_index": 63,
        "start": 1228.97,
        "end": 1243.78,
        "transcribed_text": "وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ",
        "corrected_text": "وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ",
        "start_id": 133,
        "end_id": 133,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 65,
        "sura_id": 28,
        "ayah_index": 64,
        "start": 1245.0,
        "end": 1252.64,
        "transcribed_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ",
        "corrected_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ",
        "start_id": 134,
        "end_id": 134,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 66,
        "sura_id": 28,
        "ayah_index": 65,
        "start": 1253.71,
        "end": 1263.95,
        "transcribed_text": "فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ",
        "corrected_text": "فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ",
        "start_id": 135,
        "end_id": 135,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 67,
        "sura_id": 28,
        "ayah_index": 66,
        "start": 1265.3,
        "end": 1276.9,
        "transcribed_text": "فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ",
        "corrected_text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ",
        "start_id": 136,
        "end_id": 136,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 68,
        "sura_id": 28,
        "ayah_index": 67,
        "start": 1278.07,
        "end": 1293.5,
        "transcribed_text": "وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَى وَمَا كَانَ لَهُمُ الْخِيَرَ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ",
        "corrected_text": "وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "start_id": 139,
        "end_id": 139,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 69,
        "sura_id": 28,
        "ayah_index": 68,
        "start": 1294.65,
        "end": 1301.44,
        "transcribed_text": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
        "corrected_text": "وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ",
        "start_id": 140,
        "end_id": 140,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 70,
        "sura_id": 28,
        "ayah_index": 69,
        "start": 1302.43,
        "end": 1316.41,
        "transcribed_text": "وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
        "corrected_text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
        "start_id": 143,
        "end_id": 143,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 71,
        "sura_id": 28,
        "ayah_index": 70,
        "start": 1317.94,
        "end": 1335.85,
        "transcribed_text": "قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ",
        "corrected_text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ",
        "start_id": 145,
        "end_id": 145,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 72,
        "sura_id": 28,
        "ayah_index": 71,
        "start": 1337.06,
        "end": 1358.79,
        "transcribed_text": "قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ",
        "corrected_text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ",
        "start_id": 147,
        "end_id": 147,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 73,
        "sura_id": 28,
        "ayah_index": 72,
        "start": 1360.2,
        "end": 1373.52,
        "transcribed_text": "وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "corrected_text": "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
        "start_id": 148,
        "end_id": 148,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 74,
        "sura_id": 28,
        "ayah_index": 73,
        "start": 1375.13,
        "end": 1384.53,
        "transcribed_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ",
        "corrected_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
        "start_id": 149,
        "end_id": 149,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 75,
        "sura_id": 28,
        "ayah_index": 74,
        "start": 1385.76,
        "end": 1408.94,
        "transcribed_text": "وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَاعْلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
        "corrected_text": "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
        "start_id": 151,
        "end_id": 151,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 76,
        "sura_id": 28,
        "ayah_index": 75,
        "start": 1410.38,
        "end": 1431.4,
        "transcribed_text": "إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ الْكُنُوزِ مَا مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحُونَ",
        "corrected_text": "۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ",
        "start_id": 153,
        "end_id": 153,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 77,
        "sura_id": 28,
        "ayah_index": 76,
        "start": 1432.63,
        "end": 1465.92,
        "transcribed_text": "إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ وَابْتَغِ فِيمَا آتَاكَ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ إِلَيْهِ تَبْغِ الْفَسَادَ فِي الْأَرْضِ الْمُفْسِدِينَ",
        "corrected_text": "وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
        "start_id": 159,
        "end_id": 159,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 78,
        "sura_id": 28,
        "ayah_index": 77,
        "start": 1467.07,
        "end": 1493.65,
        "transcribed_text": "قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِينٍ أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ",
        "corrected_text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ",
        "start_id": 162,
        "end_id": 162,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 79,
        "sura_id": 28,
        "ayah_index": 78,
        "start": 1494.64,
        "end": 1498.28,
        "transcribed_text": "فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَةِهِ",
        "corrected_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ",
        "start_id": 163,
        "end_id": 163,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 80,
        "sura_id": 28,
        "ayah_index": 79,
        "start": 1499.33,
        "end": 1530.75,
        "transcribed_text": "قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ وَقَالَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ",
        "start_id": 166,
        "end_id": 166,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 81,
        "sura_id": 28,
        "ayah_index": 80,
        "start": 1531.73,
        "end": 1554.68,
        "transcribed_text": "فَخَسَفْنَا بِهِ وَبِدَارِهِمْ أَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ",
        "corrected_text": "فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ",
        "start_id": 168,
        "end_id": 168,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 82,
        "sura_id": 28,
        "ayah_index": 81,
        "start": 1555.96,
        "end": 1585.27,
        "transcribed_text": "وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ",
        "corrected_text": "وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
        "start_id": 171,
        "end_id": 171,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 83,
        "sura_id": 28,
        "ayah_index": 82,
        "start": 1586.43,
        "end": 1602.02,
        "transcribed_text": "تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ",
        "corrected_text": "تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
        "start_id": 173,
        "end_id": 173,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 84,
        "sura_id": 28,
        "ayah_index": 83,
        "start": 1603.16,
        "end": 1621.62,
        "transcribed_text": "فَانْجَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ",
        "corrected_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
        "start_id": 175,
        "end_id": 175,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 85,
        "sura_id": 28,
        "ayah_index": 84,
        "start": 1623.09,
        "end": 1642.38,
        "transcribed_text": "إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ نَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
        "corrected_text": "إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
        "start_id": 177,
        "end_id": 177,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 86,
        "sura_id": 28,
        "ayah_index": 85,
        "start": 1643.65,
        "end": 1654.13,
        "transcribed_text": "وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّهِ",
        "corrected_text": "وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ",
        "start_id": 178,
        "end_id": 178,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 87,
        "sura_id": 28,
        "ayah_index": 86,
        "start": 1655.18,
        "end": 1660.51,
        "transcribed_text": "أَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ",
        "corrected_text": "وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
        "start_id": 179,
        "end_id": 179,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    },
    {
        "id": 88,
        "sura_id": 28,
        "ayah_index": 87,
        "start": 1661.7,
        "end": 1698.11,
        "transcribed_text": "وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْهِ وَادْعُ إِلَى رَبِّ تَكُونَنَّ مِنَ الْمُشْرِكِينَ تَدْعُ مَعَ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ وَجْهَهُ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
        "corrected_text": "وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
        "start_id": 186,
        "end_id": 186,
        "uuid": "ef693165-9f01-406e-a8ac-b8c1915d98a0"
    }
]