[
    {
        "id": 1,
        "sura_id": 17,
        "ayah_index": 0,
        "start": 5.9,
        "end": 27.68,
        "transcribed_text": "سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
        "corrected_text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 2,
        "sura_id": 17,
        "ayah_index": 1,
        "start": 28.71,
        "end": 41.88,
        "transcribed_text": "وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا",
        "corrected_text": "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
        "start_id": 4,
        "end_id": 4,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 3,
        "sura_id": 17,
        "ayah_index": 2,
        "start": 43.05,
        "end": 52.63,
        "transcribed_text": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعْلُوما إِنَّهُ كَانَ عَبْدًا شَكُورًا",
        "corrected_text": "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
        "start_id": 6,
        "end_id": 6,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 4,
        "sura_id": 17,
        "ayah_index": 3,
        "start": 53.75,
        "end": 69.93,
        "transcribed_text": "وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
        "corrected_text": "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
        "start_id": 7,
        "end_id": 7,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 5,
        "sura_id": 17,
        "ayah_index": 4,
        "start": 71.23,
        "end": 91.15,
        "transcribed_text": "فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا",
        "corrected_text": "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
        "start_id": 9,
        "end_id": 9,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 6,
        "sura_id": 17,
        "ayah_index": 5,
        "start": 92.12,
        "end": 104.89,
        "transcribed_text": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا",
        "corrected_text": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
        "start_id": 10,
        "end_id": 10,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 7,
        "sura_id": 17,
        "ayah_index": 6,
        "start": 105.76,
        "end": 138.78,
        "transcribed_text": "إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَى فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا فِي رَامْعِينَ",
        "corrected_text": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
        "start_id": 15,
        "end_id": 15,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 8,
        "sura_id": 17,
        "ayah_index": 7,
        "start": 139.67,
        "end": 152.18,
        "transcribed_text": "عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَى وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا",
        "corrected_text": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
        "start_id": 18,
        "end_id": 18,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 9,
        "sura_id": 17,
        "ayah_index": 8,
        "start": 153.16,
        "end": 172.58,
        "transcribed_text": "إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ لَهُمْ أَجْرًا كَبِيرًا",
        "corrected_text": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
        "start_id": 20,
        "end_id": 20,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 10,
        "sura_id": 17,
        "ayah_index": 9,
        "start": 173.49,
        "end": 182.03,
        "transcribed_text": "وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
        "corrected_text": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
        "start_id": 21,
        "end_id": 21,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 11,
        "sura_id": 17,
        "ayah_index": 10,
        "start": 183.0,
        "end": 194.46,
        "transcribed_text": "وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ عَجُولًا",
        "corrected_text": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
        "start_id": 23,
        "end_id": 23,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 12,
        "sura_id": 17,
        "ayah_index": 11,
        "start": 195.41,
        "end": 227.44,
        "transcribed_text": "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ وَالْمِينَارِ",
        "corrected_text": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
        "start_id": 28,
        "end_id": 28,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 13,
        "sura_id": 17,
        "ayah_index": 12,
        "start": 228.33,
        "end": 242.85,
        "transcribed_text": "وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا",
        "corrected_text": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
        "start_id": 30,
        "end_id": 30,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 14,
        "sura_id": 17,
        "ayah_index": 13,
        "start": 243.84,
        "end": 250.05,
        "transcribed_text": "اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا",
        "corrected_text": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
        "start_id": 31,
        "end_id": 31,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 15,
        "sura_id": 17,
        "ayah_index": 14,
        "start": 251.15,
        "end": 272.3,
        "transcribed_text": "فَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا",
        "corrected_text": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
        "start_id": 35,
        "end_id": 35,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 16,
        "sura_id": 17,
        "ayah_index": 15,
        "start": 273.15,
        "end": 289.13,
        "transcribed_text": "وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا وَعَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا",
        "corrected_text": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
        "start_id": 37,
        "end_id": 37,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 17,
        "sura_id": 17,
        "ayah_index": 16,
        "start": 290.05,
        "end": 303.43,
        "transcribed_text": "وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا",
        "corrected_text": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
        "start_id": 39,
        "end_id": 39,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 18,
        "sura_id": 17,
        "ayah_index": 17,
        "start": 304.64,
        "end": 327.3,
        "transcribed_text": "مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا",
        "corrected_text": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
        "start_id": 41,
        "end_id": 41,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 19,
        "sura_id": 17,
        "ayah_index": 18,
        "start": 328.5,
        "end": 340.67,
        "transcribed_text": "وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا",
        "corrected_text": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
        "start_id": 42,
        "end_id": 42,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 20,
        "sura_id": 17,
        "ayah_index": 19,
        "start": 341.64,
        "end": 358.43,
        "transcribed_text": "كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّي وَمَا كَانَ رَبِّكَ وَأُورًا",
        "corrected_text": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
        "start_id": 45,
        "end_id": 45,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 21,
        "sura_id": 17,
        "ayah_index": 20,
        "start": 359.37,
        "end": 371.82,
        "transcribed_text": "انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا",
        "corrected_text": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
        "start_id": 47,
        "end_id": 47,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 22,
        "sura_id": 17,
        "ayah_index": 21,
        "start": 373.01,
        "end": 381.11,
        "transcribed_text": "لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا",
        "corrected_text": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
        "start_id": 48,
        "end_id": 48,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 23,
        "sura_id": 17,
        "ayah_index": 22,
        "start": 382.23,
        "end": 414.65,
        "transcribed_text": "وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدِينِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا",
        "corrected_text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
        "start_id": 51,
        "end_id": 51,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 24,
        "sura_id": 17,
        "ayah_index": 23,
        "start": 415.75,
        "end": 425.64,
        "transcribed_text": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
        "corrected_text": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
        "start_id": 52,
        "end_id": 52,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 25,
        "sura_id": 17,
        "ayah_index": 24,
        "start": 426.74,
        "end": 439.24,
        "transcribed_text": "رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا",
        "corrected_text": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
        "start_id": 54,
        "end_id": 54,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 26,
        "sura_id": 17,
        "ayah_index": 25,
        "start": 440.2,
        "end": 448.63,
        "transcribed_text": "وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
        "corrected_text": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
        "start_id": 55,
        "end_id": 55,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 27,
        "sura_id": 17,
        "ayah_index": 26,
        "start": 449.63,
        "end": 461.61,
        "transcribed_text": "إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا",
        "corrected_text": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
        "start_id": 57,
        "end_id": 57,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 28,
        "sura_id": 17,
        "ayah_index": 27,
        "start": 462.65,
        "end": 474.91,
        "transcribed_text": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا",
        "corrected_text": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
        "start_id": 58,
        "end_id": 58,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 29,
        "sura_id": 17,
        "ayah_index": 28,
        "start": 476.13,
        "end": 487.21,
        "transcribed_text": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا وَالطُّورَى",
        "corrected_text": "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
        "start_id": 60,
        "end_id": 60,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 30,
        "sura_id": 17,
        "ayah_index": 29,
        "start": 488.33,
        "end": 502.03,
        "transcribed_text": "إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
        "corrected_text": "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
        "start_id": 62,
        "end_id": 62,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 31,
        "sura_id": 17,
        "ayah_index": 30,
        "start": 503.23,
        "end": 518.0,
        "transcribed_text": "وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا",
        "corrected_text": "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
        "start_id": 65,
        "end_id": 65,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 32,
        "sura_id": 17,
        "ayah_index": 31,
        "start": 518.9,
        "end": 528.33,
        "transcribed_text": "وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا",
        "corrected_text": "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
        "start_id": 67,
        "end_id": 67,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 33,
        "sura_id": 17,
        "ayah_index": 32,
        "start": 529.27,
        "end": 551.31,
        "transcribed_text": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَالْمُؤْمِنِينَ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِ وَبِرْقَتْ إِنَّهُ كَانَ مَنْصُورًا",
        "corrected_text": "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
        "start_id": 72,
        "end_id": 72,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 34,
        "sura_id": 17,
        "ayah_index": 33,
        "start": 552.16,
        "end": 567.25,
        "transcribed_text": "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا",
        "corrected_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
        "start_id": 75,
        "end_id": 75,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 35,
        "sura_id": 17,
        "ayah_index": 34,
        "start": 568.42,
        "end": 580.47,
        "transcribed_text": "وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
        "corrected_text": "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
        "start_id": 77,
        "end_id": 77,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 36,
        "sura_id": 17,
        "ayah_index": 35,
        "start": 581.35,
        "end": 594.33,
        "transcribed_text": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُمْ وَأُولَى",
        "corrected_text": "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
        "start_id": 80,
        "end_id": 80,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 37,
        "sura_id": 17,
        "ayah_index": 36,
        "start": 595.59,
        "end": 606.54,
        "transcribed_text": "وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا",
        "corrected_text": "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
        "start_id": 82,
        "end_id": 82,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 38,
        "sura_id": 17,
        "ayah_index": 37,
        "start": 607.37,
        "end": 613.63,
        "transcribed_text": "كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا",
        "corrected_text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
        "start_id": 83,
        "end_id": 83,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 39,
        "sura_id": 17,
        "ayah_index": 38,
        "start": 615.03,
        "end": 632.76,
        "transcribed_text": "ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا",
        "corrected_text": "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
        "start_id": 85,
        "end_id": 85,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 40,
        "sura_id": 17,
        "ayah_index": 39,
        "start": 634.03,
        "end": 647.7,
        "transcribed_text": "أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
        "corrected_text": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
        "start_id": 87,
        "end_id": 87,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 41,
        "sura_id": 17,
        "ayah_index": 40,
        "start": 648.77,
        "end": 657.75,
        "transcribed_text": "وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
        "corrected_text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
        "start_id": 88,
        "end_id": 88,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 42,
        "sura_id": 17,
        "ayah_index": 41,
        "start": 658.7,
        "end": 669.12,
        "transcribed_text": "قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا",
        "corrected_text": "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
        "start_id": 89,
        "end_id": 89,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 43,
        "sura_id": 17,
        "ayah_index": 42,
        "start": 670.08,
        "end": 677.67,
        "transcribed_text": "سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
        "corrected_text": "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
        "start_id": 90,
        "end_id": 90,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 44,
        "sura_id": 17,
        "ayah_index": 43,
        "start": 678.69,
        "end": 701.49,
        "transcribed_text": "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
        "corrected_text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
        "start_id": 93,
        "end_id": 93,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 45,
        "sura_id": 17,
        "ayah_index": 44,
        "start": 702.48,
        "end": 713.72,
        "transcribed_text": "وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا سُورًا",
        "corrected_text": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
        "start_id": 95,
        "end_id": 95,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 46,
        "sura_id": 17,
        "ayah_index": 45,
        "start": 714.85,
        "end": 734.26,
        "transcribed_text": "وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا أَدْبَارِهِمْ نُفُورًا",
        "corrected_text": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
        "start_id": 97,
        "end_id": 97,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 47,
        "sura_id": 17,
        "ayah_index": 46,
        "start": 735.38,
        "end": 752.42,
        "transcribed_text": "نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا عُورًا",
        "corrected_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
        "start_id": 99,
        "end_id": 99,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 48,
        "sura_id": 17,
        "ayah_index": 47,
        "start": 753.56,
        "end": 762.38,
        "transcribed_text": "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
        "corrected_text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
        "start_id": 100,
        "end_id": 100,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 49,
        "sura_id": 17,
        "ayah_index": 48,
        "start": 763.48,
        "end": 774.53,
        "transcribed_text": "وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
        "corrected_text": "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
        "start_id": 101,
        "end_id": 101,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 50,
        "sura_id": 17,
        "ayah_index": 49,
        "start": 775.26,
        "end": 778.85,
        "transcribed_text": "قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا",
        "corrected_text": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
        "start_id": 102,
        "end_id": 102,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 51,
        "sura_id": 17,
        "ayah_index": 50,
        "start": 779.73,
        "end": 805.17,
        "transcribed_text": "لَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَاهُونَ عَسَى أَنْ يَكُونَ قَرِيبًا",
        "corrected_text": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
        "start_id": 107,
        "end_id": 107,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 52,
        "sura_id": 17,
        "ayah_index": 51,
        "start": 806.01,
        "end": 815.6,
        "transcribed_text": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا",
        "corrected_text": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
        "start_id": 108,
        "end_id": 108,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 53,
        "sura_id": 17,
        "ayah_index": 52,
        "start": 816.52,
        "end": 832.67,
        "transcribed_text": "وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا",
        "corrected_text": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
        "start_id": 111,
        "end_id": 111,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 54,
        "sura_id": 17,
        "ayah_index": 53,
        "start": 833.71,
        "end": 847.32,
        "transcribed_text": "رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا",
        "corrected_text": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
        "start_id": 114,
        "end_id": 114,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 55,
        "sura_id": 17,
        "ayah_index": 54,
        "start": 848.44,
        "end": 863.41,
        "transcribed_text": "وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا",
        "corrected_text": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
        "start_id": 117,
        "end_id": 117,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 56,
        "sura_id": 17,
        "ayah_index": 55,
        "start": 864.52,
        "end": 875.4,
        "transcribed_text": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا",
        "corrected_text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
        "start_id": 118,
        "end_id": 118,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 57,
        "sura_id": 17,
        "ayah_index": 56,
        "start": 876.61,
        "end": 895.47,
        "transcribed_text": "أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابًا إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
        "start_id": 120,
        "end_id": 120,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 58,
        "sura_id": 17,
        "ayah_index": 57,
        "start": 896.67,
        "end": 913.09,
        "transcribed_text": "وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ وَأُورًا",
        "corrected_text": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
        "start_id": 123,
        "end_id": 123,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 59,
        "sura_id": 17,
        "ayah_index": 58,
        "start": 914.31,
        "end": 937.87,
        "transcribed_text": "وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا تَخْوِيفًا",
        "corrected_text": "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
        "start_id": 126,
        "end_id": 126,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 60,
        "sura_id": 17,
        "ayah_index": 59,
        "start": 938.88,
        "end": 965.05,
        "transcribed_text": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ طُغْيَانًا كَبِيرًا",
        "corrected_text": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
        "start_id": 129,
        "end_id": 129,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 61,
        "sura_id": 17,
        "ayah_index": 60,
        "start": 966.5,
        "end": 979.14,
        "transcribed_text": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
        "corrected_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
        "start_id": 130,
        "end_id": 130,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 62,
        "sura_id": 17,
        "ayah_index": 61,
        "start": 980.29,
        "end": 994.88,
        "transcribed_text": "قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ ذَلِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا",
        "corrected_text": "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
        "start_id": 132,
        "end_id": 132,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 63,
        "sura_id": 17,
        "ayah_index": 62,
        "start": 995.79,
        "end": 1007.47,
        "transcribed_text": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا",
        "corrected_text": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
        "start_id": 133,
        "end_id": 133,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 64,
        "sura_id": 17,
        "ayah_index": 63,
        "start": 1008.53,
        "end": 1027.65,
        "transcribed_text": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
        "corrected_text": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
        "start_id": 135,
        "end_id": 135,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 65,
        "sura_id": 17,
        "ayah_index": 64,
        "start": 1028.68,
        "end": 1037.62,
        "transcribed_text": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا",
        "corrected_text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
        "start_id": 137,
        "end_id": 137,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 66,
        "sura_id": 17,
        "ayah_index": 65,
        "start": 1038.48,
        "end": 1050.33,
        "transcribed_text": "رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ إِنَّهُ كَانَ بِكُمْ رَحِيمًا",
        "corrected_text": "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
        "start_id": 139,
        "end_id": 139,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 67,
        "sura_id": 17,
        "ayah_index": 66,
        "start": 1051.42,
        "end": 1069.73,
        "transcribed_text": "وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا",
        "corrected_text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
        "start_id": 142,
        "end_id": 142,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 68,
        "sura_id": 17,
        "ayah_index": 67,
        "start": 1070.82,
        "end": 1083.08,
        "transcribed_text": "أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا",
        "corrected_text": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
        "start_id": 143,
        "end_id": 143,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 69,
        "sura_id": 17,
        "ayah_index": 68,
        "start": 1084.14,
        "end": 1108.74,
        "transcribed_text": "أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ وَيُرْسِلْ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا",
        "corrected_text": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
        "start_id": 145,
        "end_id": 145,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 70,
        "sura_id": 17,
        "ayah_index": 69,
        "start": 1109.7,
        "end": 1132.2,
        "transcribed_text": "وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا وَالْمُبْتَرِينَ",
        "corrected_text": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
        "start_id": 148,
        "end_id": 148,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 71,
        "sura_id": 17,
        "ayah_index": 70,
        "start": 1133.09,
        "end": 1149.48,
        "transcribed_text": "يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
        "corrected_text": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
        "start_id": 150,
        "end_id": 150,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 72,
        "sura_id": 17,
        "ayah_index": 71,
        "start": 1150.44,
        "end": 1159.54,
        "transcribed_text": "وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا",
        "corrected_text": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
        "start_id": 151,
        "end_id": 151,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 73,
        "sura_id": 17,
        "ayah_index": 72,
        "start": 1160.5,
        "end": 1174.5,
        "transcribed_text": "وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرًا وَإِذًا لَاتَّخَذُوكَ خَلِيلًا",
        "corrected_text": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
        "start_id": 153,
        "end_id": 153,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 74,
        "sura_id": 17,
        "ayah_index": 73,
        "start": 1175.33,
        "end": 1184.29,
        "transcribed_text": "وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا",
        "corrected_text": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
        "start_id": 154,
        "end_id": 154,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 75,
        "sura_id": 17,
        "ayah_index": 74,
        "start": 1185.31,
        "end": 1194.84,
        "transcribed_text": "إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
        "corrected_text": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
        "start_id": 155,
        "end_id": 155,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 76,
        "sura_id": 17,
        "ayah_index": 75,
        "start": 1195.66,
        "end": 1208.22,
        "transcribed_text": "وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَسُونَ خِلَافَكَ إِلَّا قَلِيلًا",
        "corrected_text": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
        "start_id": 157,
        "end_id": 157,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 77,
        "sura_id": 17,
        "ayah_index": 76,
        "start": 1209.32,
        "end": 1220.17,
        "transcribed_text": "جُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
        "corrected_text": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
        "start_id": 159,
        "end_id": 159,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 78,
        "sura_id": 17,
        "ayah_index": 77,
        "start": 1221.12,
        "end": 1233.43,
        "transcribed_text": "ذَقِ مِصْصَلَاتَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ كَانَ وَعُودًا",
        "corrected_text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
        "start_id": 162,
        "end_id": 162,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 79,
        "sura_id": 17,
        "ayah_index": 78,
        "start": 1234.71,
        "end": 1245.62,
        "transcribed_text": "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا",
        "corrected_text": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
        "start_id": 163,
        "end_id": 163,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 80,
        "sura_id": 17,
        "ayah_index": 79,
        "start": 1246.79,
        "end": 1263.17,
        "transcribed_text": "وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
        "corrected_text": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
        "start_id": 165,
        "end_id": 165,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 81,
        "sura_id": 17,
        "ayah_index": 80,
        "start": 1264.02,
        "end": 1272.62,
        "transcribed_text": "وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ كَانَ زَهُوقًا",
        "corrected_text": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
        "start_id": 167,
        "end_id": 167,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 82,
        "sura_id": 17,
        "ayah_index": 81,
        "start": 1273.71,
        "end": 1286.33,
        "transcribed_text": "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا",
        "corrected_text": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
        "start_id": 168,
        "end_id": 168,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 83,
        "sura_id": 17,
        "ayah_index": 82,
        "start": 1287.45,
        "end": 1298.07,
        "transcribed_text": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا",
        "corrected_text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
        "start_id": 169,
        "end_id": 169,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 84,
        "sura_id": 17,
        "ayah_index": 83,
        "start": 1299.29,
        "end": 1307.82,
        "transcribed_text": "قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا",
        "corrected_text": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
        "start_id": 170,
        "end_id": 170,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 85,
        "sura_id": 17,
        "ayah_index": 84,
        "start": 1308.86,
        "end": 1321.57,
        "transcribed_text": "وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا",
        "corrected_text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
        "start_id": 172,
        "end_id": 172,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 86,
        "sura_id": 17,
        "ayah_index": 85,
        "start": 1322.71,
        "end": 1335.41,
        "transcribed_text": "وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا",
        "corrected_text": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
        "start_id": 173,
        "end_id": 173,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 87,
        "sura_id": 17,
        "ayah_index": 86,
        "start": 1336.31,
        "end": 1344.45,
        "transcribed_text": "إِلَّا رَحْمَةً مِنْ رَبِّي إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا",
        "corrected_text": "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
        "start_id": 175,
        "end_id": 175,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 88,
        "sura_id": 17,
        "ayah_index": 87,
        "start": 1345.44,
        "end": 1364.72,
        "transcribed_text": "قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
        "corrected_text": "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
        "start_id": 177,
        "end_id": 177,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 89,
        "sura_id": 17,
        "ayah_index": 88,
        "start": 1365.79,
        "end": 1378.44,
        "transcribed_text": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
        "corrected_text": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
        "start_id": 178,
        "end_id": 178,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 90,
        "sura_id": 17,
        "ayah_index": 89,
        "start": 1379.47,
        "end": 1386.64,
        "transcribed_text": "وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا",
        "corrected_text": "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
        "start_id": 179,
        "end_id": 179,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 91,
        "sura_id": 17,
        "ayah_index": 90,
        "start": 1387.65,
        "end": 1398.36,
        "transcribed_text": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا ذِيرًا",
        "corrected_text": "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
        "start_id": 181,
        "end_id": 181,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 92,
        "sura_id": 17,
        "ayah_index": 91,
        "start": 1399.61,
        "end": 1410.89,
        "transcribed_text": "أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا",
        "corrected_text": "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
        "start_id": 182,
        "end_id": 182,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 93,
        "sura_id": 17,
        "ayah_index": 92,
        "start": 1412.02,
        "end": 1434.26,
        "transcribed_text": "لَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُونَ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا",
        "corrected_text": "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
        "start_id": 184,
        "end_id": 184,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 94,
        "sura_id": 17,
        "ayah_index": 93,
        "start": 1435.43,
        "end": 1449.27,
        "transcribed_text": "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا",
        "corrected_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
        "start_id": 185,
        "end_id": 185,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 95,
        "sura_id": 17,
        "ayah_index": 94,
        "start": 1450.14,
        "end": 1463.66,
        "transcribed_text": "قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا",
        "corrected_text": "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
        "start_id": 186,
        "end_id": 186,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 96,
        "sura_id": 17,
        "ayah_index": 95,
        "start": 1464.76,
        "end": 1476.34,
        "transcribed_text": "قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
        "corrected_text": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
        "start_id": 188,
        "end_id": 188,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 97,
        "sura_id": 17,
        "ayah_index": 96,
        "start": 1477.29,
        "end": 1506.29,
        "transcribed_text": "وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ ثُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا",
        "corrected_text": "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
        "start_id": 193,
        "end_id": 193,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 98,
        "sura_id": 17,
        "ayah_index": 97,
        "start": 1507.24,
        "end": 1526.76,
        "transcribed_text": "ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
        "corrected_text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
        "start_id": 195,
        "end_id": 195,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 99,
        "sura_id": 17,
        "ayah_index": 98,
        "start": 1527.81,
        "end": 1552.73,
        "transcribed_text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ غَادِرٌ وَجَعَلَ لَهُمْ أَجَلَ رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا",
        "corrected_text": "۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
        "start_id": 197,
        "end_id": 197,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 100,
        "sura_id": 17,
        "ayah_index": 99,
        "start": 1554.12,
        "end": 1570.5,
        "transcribed_text": "قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا",
        "corrected_text": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
        "start_id": 199,
        "end_id": 199,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 101,
        "sura_id": 17,
        "ayah_index": 100,
        "start": 1571.45,
        "end": 1591.66,
        "transcribed_text": "وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ يَسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مَسْحُورًا",
        "corrected_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
        "start_id": 201,
        "end_id": 201,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 102,
        "sura_id": 17,
        "ayah_index": 101,
        "start": 1592.72,
        "end": 1613.01,
        "transcribed_text": "قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ يَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ",
        "corrected_text": "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
        "start_id": 203,
        "end_id": 203,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 103,
        "sura_id": 17,
        "ayah_index": 102,
        "start": 1613.35,
        "end": 1623.44,
        "transcribed_text": "وُرَارًا فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا",
        "corrected_text": "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
        "start_id": 205,
        "end_id": 205,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 104,
        "sura_id": 17,
        "ayah_index": 103,
        "start": 1624.44,
        "end": 1637.85,
        "transcribed_text": "وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
        "corrected_text": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
        "start_id": 206,
        "end_id": 206,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 105,
        "sura_id": 17,
        "ayah_index": 104,
        "start": 1638.83,
        "end": 1650.14,
        "transcribed_text": "وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
        "corrected_text": "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
        "start_id": 208,
        "end_id": 208,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 106,
        "sura_id": 17,
        "ayah_index": 105,
        "start": 1651.15,
        "end": 1662.22,
        "transcribed_text": "وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا",
        "corrected_text": "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
        "start_id": 209,
        "end_id": 209,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 107,
        "sura_id": 17,
        "ayah_index": 106,
        "start": 1662.99,
        "end": 1679.53,
        "transcribed_text": "قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
        "corrected_text": "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
        "start_id": 211,
        "end_id": 211,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 108,
        "sura_id": 17,
        "ayah_index": 107,
        "start": 1680.34,
        "end": 1689.17,
        "transcribed_text": "وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
        "corrected_text": "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
        "start_id": 212,
        "end_id": 212,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 109,
        "sura_id": 17,
        "ayah_index": 108,
        "start": 1690.09,
        "end": 1696.22,
        "transcribed_text": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا",
        "corrected_text": "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
        "start_id": 213,
        "end_id": 213,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 110,
        "sura_id": 17,
        "ayah_index": 109,
        "start": 1697.21,
        "end": 1716.37,
        "transcribed_text": "قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ فَلَيَّمَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا",
        "corrected_text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
        "start_id": 216,
        "end_id": 216,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    },
    {
        "id": 111,
        "sura_id": 17,
        "ayah_index": 110,
        "start": 1717.15,
        "end": 1734.22,
        "transcribed_text": "وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّينَ وَكَبِّرْهُ تَكْبِيرًا",
        "corrected_text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
        "start_id": 218,
        "end_id": 218,
        "uuid": "db143268-bdf6-462b-84c7-bf417efc939c"
    }
]