[
    {
        "id": 1,
        "sura_id": 39,
        "ayah_index": 0,
        "start": 6.15,
        "end": 12.61,
        "transcribed_text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
        "corrected_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 2,
        "sura_id": 39,
        "ayah_index": 1,
        "start": 13.75,
        "end": 25.62,
        "transcribed_text": "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
        "corrected_text": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 3,
        "sura_id": 39,
        "ayah_index": 2,
        "start": 26.74,
        "end": 62.38,
        "transcribed_text": "بَلَى لِلَّهِ الدِّينُ الْخَالِ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ الَّذِفُونَ لَا يَهْدِي هُوَ كَاذِبٌ وَالْمُؤْمِنِينَ",
        "corrected_text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 4,
        "sura_id": 39,
        "ayah_index": 3,
        "start": 63.7,
        "end": 79.68,
        "transcribed_text": "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
        "corrected_text": "لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 5,
        "sura_id": 39,
        "ayah_index": 4,
        "start": 80.78,
        "end": 107.88,
        "transcribed_text": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَالْمُؤْمِنِينَ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَنَاهُوَ الْعَزِيزُ الْغَيْبُ",
        "corrected_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
        "start_id": 18,
        "end_id": 18,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 6,
        "sura_id": 39,
        "ayah_index": 5,
        "start": 108.88,
        "end": 146.91,
        "transcribed_text": "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُونَ لَا إِلَهَ إِلَّا هُوَ",
        "corrected_text": "خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ",
        "start_id": 22,
        "end_id": 22,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 7,
        "sura_id": 39,
        "ayah_index": 6,
        "start": 147.71,
        "end": 189.62,
        "transcribed_text": "كَأَنَّا تُصْرَفُونَ إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "corrected_text": "إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 8,
        "sura_id": 39,
        "ayah_index": 7,
        "start": 190.8,
        "end": 228.74,
        "transcribed_text": "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ وَدَعَا مُرِيبًا ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ أَصْحَابِ النَّارِ",
        "corrected_text": "۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 9,
        "sura_id": 39,
        "ayah_index": 8,
        "start": 230.0,
        "end": 243.22,
        "transcribed_text": "أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ",
        "corrected_text": "أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
        "start_id": 33,
        "end_id": 33,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 10,
        "sura_id": 39,
        "ayah_index": 9,
        "start": 244.28,
        "end": 257.05,
        "transcribed_text": "قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
        "corrected_text": "قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ",
        "start_id": 35,
        "end_id": 35,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 11,
        "sura_id": 39,
        "ayah_index": 10,
        "start": 258.2,
        "end": 268.92,
        "transcribed_text": "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ",
        "corrected_text": "قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
        "start_id": 37,
        "end_id": 37,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 12,
        "sura_id": 39,
        "ayah_index": 11,
        "start": 269.61,
        "end": 280.19,
        "transcribed_text": "وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ",
        "corrected_text": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 13,
        "sura_id": 39,
        "ayah_index": 12,
        "start": 281.39,
        "end": 294.74,
        "transcribed_text": "قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ",
        "corrected_text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
        "start_id": 41,
        "end_id": 41,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 14,
        "sura_id": 39,
        "ayah_index": 13,
        "start": 295.47,
        "end": 308.77,
        "transcribed_text": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي",
        "corrected_text": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي",
        "start_id": 43,
        "end_id": 43,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 15,
        "sura_id": 39,
        "ayah_index": 14,
        "start": 309.64,
        "end": 329.42,
        "transcribed_text": "فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
        "corrected_text": "فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 16,
        "sura_id": 39,
        "ayah_index": 15,
        "start": 330.42,
        "end": 347.75,
        "transcribed_text": "لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ",
        "corrected_text": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 17,
        "sura_id": 39,
        "ayah_index": 16,
        "start": 348.39,
        "end": 361.44,
        "transcribed_text": "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى بَشِّرْ عِبَادِ",
        "corrected_text": "وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ",
        "start_id": 51,
        "end_id": 51,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 18,
        "sura_id": 39,
        "ayah_index": 17,
        "start": 362.42,
        "end": 379.21,
        "transcribed_text": "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ",
        "corrected_text": "ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 19,
        "sura_id": 39,
        "ayah_index": 18,
        "start": 380.57,
        "end": 390.21,
        "transcribed_text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ",
        "corrected_text": "أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ",
        "start_id": 55,
        "end_id": 55,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 20,
        "sura_id": 39,
        "ayah_index": 19,
        "start": 391.23,
        "end": 411.59,
        "transcribed_text": "لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ",
        "corrected_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ",
        "start_id": 57,
        "end_id": 57,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 21,
        "sura_id": 39,
        "ayah_index": 20,
        "start": 412.73,
        "end": 441.84,
        "transcribed_text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا",
        "corrected_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 22,
        "sura_id": 39,
        "ayah_index": 21,
        "start": 443.09,
        "end": 471.38,
        "transcribed_text": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ ذِكْرِ أُولَئِكَ ضَلَالٍ مُبِينٍ",
        "corrected_text": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 23,
        "sura_id": 39,
        "ayah_index": 22,
        "start": 472.52,
        "end": 511.84,
        "transcribed_text": "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ لَاقْشَعِ الرُّ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ ذَلِكَ هُدَى يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ فَمَا لَهُ هَادٍ",
        "corrected_text": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ",
        "start_id": 67,
        "end_id": 67,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 24,
        "sura_id": 39,
        "ayah_index": 23,
        "start": 513.0,
        "end": 527.77,
        "transcribed_text": "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ",
        "corrected_text": "أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ",
        "start_id": 69,
        "end_id": 69,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 25,
        "sura_id": 39,
        "ayah_index": 24,
        "start": 528.86,
        "end": 537.36,
        "transcribed_text": "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
        "corrected_text": "كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
        "start_id": 70,
        "end_id": 70,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 26,
        "sura_id": 39,
        "ayah_index": 25,
        "start": 538.37,
        "end": 550.9,
        "transcribed_text": "فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ",
        "corrected_text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
        "start_id": 73,
        "end_id": 73,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 27,
        "sura_id": 39,
        "ayah_index": 26,
        "start": 551.98,
        "end": 562.38,
        "transcribed_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "corrected_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
        "start_id": 74,
        "end_id": 74,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 28,
        "sura_id": 39,
        "ayah_index": 27,
        "start": 563.18,
        "end": 570.13,
        "transcribed_text": "قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ",
        "corrected_text": "قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ",
        "start_id": 75,
        "end_id": 75,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 29,
        "sura_id": 39,
        "ayah_index": 28,
        "start": 571.39,
        "end": 591.25,
        "transcribed_text": "وَرَدَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "corrected_text": "ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 30,
        "sura_id": 39,
        "ayah_index": 29,
        "start": 592.46,
        "end": 599.4,
        "transcribed_text": "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ",
        "corrected_text": "إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ",
        "start_id": 79,
        "end_id": 79,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 31,
        "sura_id": 39,
        "ayah_index": 30,
        "start": 600.3,
        "end": 608.64,
        "transcribed_text": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ",
        "corrected_text": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 32,
        "sura_id": 39,
        "ayah_index": 31,
        "start": 609.92,
        "end": 624.98,
        "transcribed_text": "فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
        "corrected_text": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
        "start_id": 82,
        "end_id": 82,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 33,
        "sura_id": 39,
        "ayah_index": 32,
        "start": 626.22,
        "end": 636.38,
        "transcribed_text": "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ",
        "corrected_text": "وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
        "start_id": 83,
        "end_id": 83,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 34,
        "sura_id": 39,
        "ayah_index": 33,
        "start": 637.35,
        "end": 647.59,
        "transcribed_text": "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ جَزَاءُ الْمُحْسِنِينَ",
        "corrected_text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 35,
        "sura_id": 39,
        "ayah_index": 34,
        "start": 648.75,
        "end": 660.38,
        "transcribed_text": "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ",
        "corrected_text": "لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
        "start_id": 86,
        "end_id": 86,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 36,
        "sura_id": 39,
        "ayah_index": 35,
        "start": 661.77,
        "end": 670.47,
        "transcribed_text": "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ",
        "corrected_text": "أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
        "start_id": 88,
        "end_id": 88,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 37,
        "sura_id": 39,
        "ayah_index": 36,
        "start": 671.28,
        "end": 689.16,
        "transcribed_text": "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ يَهْدِ مُضِلٍّ أَلَيْسَ بِعَزِيزٍ ذِي انْتِقَامٍ",
        "corrected_text": "وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ",
        "start_id": 91,
        "end_id": 91,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 38,
        "sura_id": 39,
        "ayah_index": 37,
        "start": 690.24,
        "end": 698.83,
        "transcribed_text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ",
        "corrected_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ",
        "start_id": 92,
        "end_id": 92,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 39,
        "sura_id": 39,
        "ayah_index": 38,
        "start": 699.99,
        "end": 746.7,
        "transcribed_text": "قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ حَسْبِيَ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ",
        "corrected_text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ",
        "start_id": 98,
        "end_id": 98,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 40,
        "sura_id": 39,
        "ayah_index": 39,
        "start": 747.44,
        "end": 756.1,
        "transcribed_text": "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
        "corrected_text": "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
        "start_id": 99,
        "end_id": 99,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 41,
        "sura_id": 39,
        "ayah_index": 40,
        "start": 757.42,
        "end": 781.01,
        "transcribed_text": "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ وَالْمُؤْمِنِينَ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
        "corrected_text": "إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ",
        "start_id": 104,
        "end_id": 104,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 42,
        "sura_id": 39,
        "ayah_index": 41,
        "start": 782.36,
        "end": 810.81,
        "transcribed_text": "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا لَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
        "corrected_text": "ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
        "start_id": 107,
        "end_id": 107,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 43,
        "sura_id": 39,
        "ayah_index": 42,
        "start": 812.06,
        "end": 816.92,
        "transcribed_text": "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعًا",
        "corrected_text": "أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ",
        "start_id": 108,
        "end_id": 108,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 44,
        "sura_id": 39,
        "ayah_index": 43,
        "start": 817.82,
        "end": 837.73,
        "transcribed_text": "قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
        "corrected_text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
        "start_id": 112,
        "end_id": 112,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 45,
        "sura_id": 39,
        "ayah_index": 44,
        "start": 838.94,
        "end": 856.55,
        "transcribed_text": "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
        "corrected_text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
        "start_id": 114,
        "end_id": 114,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 46,
        "sura_id": 39,
        "ayah_index": 45,
        "start": 857.7,
        "end": 873.28,
        "transcribed_text": "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ",
        "corrected_text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
        "start_id": 115,
        "end_id": 115,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 47,
        "sura_id": 39,
        "ayah_index": 46,
        "start": 874.74,
        "end": 889.13,
        "transcribed_text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ",
        "corrected_text": "وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ",
        "start_id": 116,
        "end_id": 116,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 48,
        "sura_id": 39,
        "ayah_index": 47,
        "start": 890.32,
        "end": 907.25,
        "transcribed_text": "وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ سَيِّئَاتُ كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "corrected_text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
        "start_id": 118,
        "end_id": 118,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 49,
        "sura_id": 39,
        "ayah_index": 48,
        "start": 908.43,
        "end": 925.5,
        "transcribed_text": "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ",
        "corrected_text": "فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 120,
        "end_id": 120,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 50,
        "sura_id": 39,
        "ayah_index": 49,
        "start": 926.61,
        "end": 944.2,
        "transcribed_text": "بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
        "corrected_text": "قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
        "start_id": 122,
        "end_id": 122,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 51,
        "sura_id": 39,
        "ayah_index": 50,
        "start": 945.32,
        "end": 962.19,
        "transcribed_text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ وَمَا هُمْ بِمُعْجِزِينَ",
        "corrected_text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ",
        "start_id": 124,
        "end_id": 124,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 52,
        "sura_id": 39,
        "ayah_index": 51,
        "start": 963.3,
        "end": 980.57,
        "transcribed_text": "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
        "corrected_text": "أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
        "start_id": 126,
        "end_id": 126,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 53,
        "sura_id": 39,
        "ayah_index": 52,
        "start": 981.94,
        "end": 1002.92,
        "transcribed_text": "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
        "corrected_text": "۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
        "start_id": 129,
        "end_id": 129,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 54,
        "sura_id": 39,
        "ayah_index": 53,
        "start": 1004.0,
        "end": 1016.65,
        "transcribed_text": "وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ",
        "corrected_text": "وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ",
        "start_id": 130,
        "end_id": 130,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 55,
        "sura_id": 39,
        "ayah_index": 54,
        "start": 1017.78,
        "end": 1034.92,
        "transcribed_text": "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ",
        "corrected_text": "وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ",
        "start_id": 131,
        "end_id": 131,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 56,
        "sura_id": 39,
        "ayah_index": 55,
        "start": 1036.03,
        "end": 1048.83,
        "transcribed_text": "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ",
        "corrected_text": "أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
        "start_id": 132,
        "end_id": 132,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 57,
        "sura_id": 39,
        "ayah_index": 56,
        "start": 1049.86,
        "end": 1057.75,
        "transcribed_text": "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ",
        "corrected_text": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ",
        "start_id": 133,
        "end_id": 133,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 58,
        "sura_id": 39,
        "ayah_index": 57,
        "start": 1058.77,
        "end": 1068.2,
        "transcribed_text": "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ",
        "corrected_text": "أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ",
        "start_id": 134,
        "end_id": 134,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 59,
        "sura_id": 39,
        "ayah_index": 58,
        "start": 1069.23,
        "end": 1080.61,
        "transcribed_text": "بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ",
        "corrected_text": "بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ",
        "start_id": 135,
        "end_id": 135,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 60,
        "sura_id": 39,
        "ayah_index": 59,
        "start": 1081.63,
        "end": 1097.25,
        "transcribed_text": "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ",
        "corrected_text": "وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ",
        "start_id": 137,
        "end_id": 137,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 61,
        "sura_id": 39,
        "ayah_index": 60,
        "start": 1098.24,
        "end": 1109.27,
        "transcribed_text": "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ",
        "corrected_text": "وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ",
        "start_id": 138,
        "end_id": 138,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 62,
        "sura_id": 39,
        "ayah_index": 61,
        "start": 1110.37,
        "end": 1119.98,
        "transcribed_text": "اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى وَكِيلٌ",
        "corrected_text": "ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
        "start_id": 140,
        "end_id": 140,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 63,
        "sura_id": 39,
        "ayah_index": 62,
        "start": 1121.13,
        "end": 1134.12,
        "transcribed_text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ",
        "corrected_text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
        "start_id": 142,
        "end_id": 142,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 64,
        "sura_id": 39,
        "ayah_index": 63,
        "start": 1135.47,
        "end": 1145.89,
        "transcribed_text": "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ",
        "corrected_text": "قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ",
        "start_id": 143,
        "end_id": 143,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 65,
        "sura_id": 39,
        "ayah_index": 64,
        "start": 1147.13,
        "end": 1160.69,
        "transcribed_text": "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ",
        "corrected_text": "وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
        "start_id": 144,
        "end_id": 144,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 66,
        "sura_id": 39,
        "ayah_index": 65,
        "start": 1161.64,
        "end": 1166.97,
        "transcribed_text": "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ",
        "corrected_text": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
        "start_id": 145,
        "end_id": 145,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 67,
        "sura_id": 39,
        "ayah_index": 66,
        "start": 1168.08,
        "end": 1188.24,
        "transcribed_text": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ",
        "corrected_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "start_id": 147,
        "end_id": 147,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 68,
        "sura_id": 39,
        "ayah_index": 67,
        "start": 1189.61,
        "end": 1209.55,
        "transcribed_text": "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ",
        "corrected_text": "وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ",
        "start_id": 149,
        "end_id": 149,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 69,
        "sura_id": 39,
        "ayah_index": 68,
        "start": 1210.65,
        "end": 1230.09,
        "transcribed_text": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
        "corrected_text": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
        "start_id": 151,
        "end_id": 151,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 70,
        "sura_id": 39,
        "ayah_index": 69,
        "start": 1231.21,
        "end": 1238.73,
        "transcribed_text": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
        "corrected_text": "وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ",
        "start_id": 152,
        "end_id": 152,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 71,
        "sura_id": 39,
        "ayah_index": 70,
        "start": 1239.89,
        "end": 1282.28,
        "transcribed_text": "وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ أَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ",
        "corrected_text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ",
        "start_id": 156,
        "end_id": 156,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 72,
        "sura_id": 39,
        "ayah_index": 71,
        "start": 1283.47,
        "end": 1294.6,
        "transcribed_text": "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
        "corrected_text": "قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
        "start_id": 158,
        "end_id": 158,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 73,
        "sura_id": 39,
        "ayah_index": 72,
        "start": 1295.61,
        "end": 1320.47,
        "transcribed_text": "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ",
        "corrected_text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ",
        "start_id": 161,
        "end_id": 161,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 74,
        "sura_id": 39,
        "ayah_index": 73,
        "start": 1321.61,
        "end": 1338.81,
        "transcribed_text": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ أَنِ اعْمَأَجْرُ الْعَامِلِينَ",
        "corrected_text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
        "start_id": 163,
        "end_id": 163,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    },
    {
        "id": 75,
        "sura_id": 39,
        "ayah_index": 74,
        "start": 1339.93,
        "end": 1361.3,
        "transcribed_text": "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَالْمُؤْمِنِينَ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
        "corrected_text": "وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
        "start_id": 167,
        "end_id": 167,
        "uuid": "7ccf6125-9e99-4696-b637-ed53659665c3"
    }
]