[
    {
        "id": 1,
        "sura_id": 34,
        "ayah_index": 0,
        "start": 6.65,
        "end": 20.57,
        "transcribed_text": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
        "corrected_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 2,
        "sura_id": 34,
        "ayah_index": 1,
        "start": 21.96,
        "end": 37.58,
        "transcribed_text": "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ",
        "corrected_text": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 3,
        "sura_id": 34,
        "ayah_index": 2,
        "start": 39.14,
        "end": 71.52,
        "transcribed_text": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 4,
        "sura_id": 34,
        "ayah_index": 3,
        "start": 72.83,
        "end": 87.04,
        "transcribed_text": "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
        "corrected_text": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
        "start_id": 10,
        "end_id": 10,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 5,
        "sura_id": 34,
        "ayah_index": 4,
        "start": 88.54,
        "end": 100.77,
        "transcribed_text": "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
        "corrected_text": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 6,
        "sura_id": 34,
        "ayah_index": 5,
        "start": 101.98,
        "end": 117.02,
        "transcribed_text": "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
        "corrected_text": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 7,
        "sura_id": 34,
        "ayah_index": 6,
        "start": 118.44,
        "end": 134.25,
        "transcribed_text": "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 8,
        "sura_id": 34,
        "ayah_index": 7,
        "start": 135.26,
        "end": 149.81,
        "transcribed_text": "أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ",
        "corrected_text": "أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 9,
        "sura_id": 34,
        "ayah_index": 8,
        "start": 151.15,
        "end": 179.27,
        "transcribed_text": "أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ",
        "corrected_text": "أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
        "start_id": 18,
        "end_id": 18,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 10,
        "sura_id": 34,
        "ayah_index": 9,
        "start": 180.5,
        "end": 195.84,
        "transcribed_text": "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرِ وَأَلَنَّا لَهُ الْحَدِيدُ",
        "corrected_text": "۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 11,
        "sura_id": 34,
        "ayah_index": 10,
        "start": 196.91,
        "end": 210.31,
        "transcribed_text": "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ",
        "corrected_text": "أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 12,
        "sura_id": 34,
        "ayah_index": 11,
        "start": 211.68,
        "end": 237.48,
        "transcribed_text": "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ عَذَابِ السَّعِيرِ",
        "corrected_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 13,
        "sura_id": 34,
        "ayah_index": 12,
        "start": 238.81,
        "end": 257.49,
        "transcribed_text": "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا",
        "corrected_text": "يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
        "start_id": 30,
        "end_id": 30,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 14,
        "sura_id": 34,
        "ayah_index": 13,
        "start": 258.17,
        "end": 291.25,
        "transcribed_text": "وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ لَبِثُوا فِي الْعَذَابِ الْمُهِينِ",
        "corrected_text": "فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
        "start_id": 33,
        "end_id": 33,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 15,
        "sura_id": 34,
        "ayah_index": 14,
        "start": 292.22,
        "end": 314.37,
        "transcribed_text": "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
        "corrected_text": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
        "start_id": 37,
        "end_id": 37,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 16,
        "sura_id": 34,
        "ayah_index": 15,
        "start": 315.81,
        "end": 336.11,
        "transcribed_text": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ",
        "corrected_text": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 17,
        "sura_id": 34,
        "ayah_index": 16,
        "start": 337.43,
        "end": 348.11,
        "transcribed_text": "ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ",
        "corrected_text": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 18,
        "sura_id": 34,
        "ayah_index": 17,
        "start": 349.49,
        "end": 368.23,
        "transcribed_text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ فِي رُوفِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ",
        "corrected_text": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 19,
        "sura_id": 34,
        "ayah_index": 18,
        "start": 369.35,
        "end": 392.28,
        "transcribed_text": "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
        "corrected_text": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 20,
        "sura_id": 34,
        "ayah_index": 19,
        "start": 393.54,
        "end": 404.73,
        "transcribed_text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ",
        "corrected_text": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
        "start_id": 45,
        "end_id": 45,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 21,
        "sura_id": 34,
        "ayah_index": 20,
        "start": 405.82,
        "end": 424.1,
        "transcribed_text": "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنِعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّرٍ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ",
        "corrected_text": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 22,
        "sura_id": 34,
        "ayah_index": 21,
        "start": 425.65,
        "end": 434.15,
        "transcribed_text": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ",
        "corrected_text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 23,
        "sura_id": 34,
        "ayah_index": 22,
        "start": 435.4,
        "end": 477.01,
        "transcribed_text": "لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ الْحَمُورُ وَالْمُؤْمِنِينَ وَهُوَ الْعَلِيُّ الْكَبِيرُ",
        "corrected_text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 24,
        "sura_id": 34,
        "ayah_index": 23,
        "start": 478.01,
        "end": 495.2,
        "transcribed_text": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ بِاللَّهِ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ",
        "corrected_text": "۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
        "start_id": 57,
        "end_id": 57,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 25,
        "sura_id": 34,
        "ayah_index": 24,
        "start": 496.42,
        "end": 505.2,
        "transcribed_text": "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ",
        "corrected_text": "قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
        "start_id": 58,
        "end_id": 58,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 26,
        "sura_id": 34,
        "ayah_index": 25,
        "start": 506.12,
        "end": 516.14,
        "transcribed_text": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ",
        "corrected_text": "قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 27,
        "sura_id": 34,
        "ayah_index": 26,
        "start": 517.26,
        "end": 530.11,
        "transcribed_text": "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كـَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 62,
        "end_id": 62,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 28,
        "sura_id": 34,
        "ayah_index": 27,
        "start": 531.09,
        "end": 550.86,
        "transcribed_text": "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "corrected_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
        "start_id": 64,
        "end_id": 64,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 29,
        "sura_id": 34,
        "ayah_index": 28,
        "start": 552.05,
        "end": 559.5,
        "transcribed_text": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 30,
        "sura_id": 34,
        "ayah_index": 29,
        "start": 560.87,
        "end": 570.99,
        "transcribed_text": "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
        "corrected_text": "قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 31,
        "sura_id": 34,
        "ayah_index": 30,
        "start": 572.01,
        "end": 610.51,
        "transcribed_text": "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلِ يَقُولُ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
        "start_id": 69,
        "end_id": 69,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 32,
        "sura_id": 34,
        "ayah_index": 31,
        "start": 611.89,
        "end": 628.71,
        "transcribed_text": "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ",
        "corrected_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 33,
        "sura_id": 34,
        "ayah_index": 32,
        "start": 630.03,
        "end": 671.38,
        "transcribed_text": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ كَفَرُوا يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 34,
        "sura_id": 34,
        "ayah_index": 33,
        "start": 672.58,
        "end": 687.8,
        "transcribed_text": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
        "corrected_text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
        "start_id": 77,
        "end_id": 77,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 35,
        "sura_id": 34,
        "ayah_index": 34,
        "start": 689.24,
        "end": 697.63,
        "transcribed_text": "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
        "corrected_text": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 36,
        "sura_id": 34,
        "ayah_index": 35,
        "start": 698.58,
        "end": 710.86,
        "transcribed_text": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "corrected_text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
        "start_id": 79,
        "end_id": 79,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 37,
        "sura_id": 34,
        "ayah_index": 36,
        "start": 712.03,
        "end": 724.69,
        "transcribed_text": "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنِينَ",
        "corrected_text": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 38,
        "sura_id": 34,
        "ayah_index": 37,
        "start": 725.84,
        "end": 750.88,
        "transcribed_text": "إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ وَالَّذِينَ يَسْعَوْنَ آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
        "corrected_text": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
        "start_id": 82,
        "end_id": 82,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 39,
        "sura_id": 34,
        "ayah_index": 38,
        "start": 751.86,
        "end": 773.28,
        "transcribed_text": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ شَيْءٍ فَهُوَ يُخْلِفُونَ وَهُوَ خَيْرُ الرَّازِقِينَ",
        "corrected_text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 40,
        "sura_id": 34,
        "ayah_index": 39,
        "start": 774.65,
        "end": 788.95,
        "transcribed_text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ",
        "corrected_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
        "start_id": 86,
        "end_id": 86,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 41,
        "sura_id": 34,
        "ayah_index": 40,
        "start": 790.23,
        "end": 805.82,
        "transcribed_text": "قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ فَأَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ",
        "corrected_text": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
        "start_id": 89,
        "end_id": 89,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 42,
        "sura_id": 34,
        "ayah_index": 41,
        "start": 806.74,
        "end": 825.42,
        "transcribed_text": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
        "corrected_text": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
        "start_id": 90,
        "end_id": 90,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 43,
        "sura_id": 34,
        "ayah_index": 42,
        "start": 826.92,
        "end": 867.85,
        "transcribed_text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا إِفْكٌ مُفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ سِحْرٌ مُبِينٌ",
        "corrected_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
        "start_id": 93,
        "end_id": 93,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 44,
        "sura_id": 34,
        "ayah_index": 43,
        "start": 868.96,
        "end": 883.6,
        "transcribed_text": "وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ نَذِيرٍ",
        "corrected_text": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
        "start_id": 95,
        "end_id": 95,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 45,
        "sura_id": 34,
        "ayah_index": 44,
        "start": 884.63,
        "end": 899.37,
        "transcribed_text": "وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِينَ فَكَيْفَ كَانَ نَكِيرِ",
        "corrected_text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
        "start_id": 97,
        "end_id": 97,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 46,
        "sura_id": 34,
        "ayah_index": 45,
        "start": 900.62,
        "end": 927.17,
        "transcribed_text": "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ وَأَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُونَ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ",
        "corrected_text": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
        "start_id": 101,
        "end_id": 101,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 47,
        "sura_id": 34,
        "ayah_index": 46,
        "start": 928.5,
        "end": 943.33,
        "transcribed_text": "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ وَإِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ كُلِّ شَيْءٍ شَهِيدٌ",
        "corrected_text": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
        "start_id": 104,
        "end_id": 104,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 48,
        "sura_id": 34,
        "ayah_index": 47,
        "start": 944.29,
        "end": 950.78,
        "transcribed_text": "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ",
        "corrected_text": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
        "start_id": 105,
        "end_id": 105,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 49,
        "sura_id": 34,
        "ayah_index": 48,
        "start": 951.59,
        "end": 958.79,
        "transcribed_text": "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ",
        "corrected_text": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
        "start_id": 106,
        "end_id": 106,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 50,
        "sura_id": 34,
        "ayah_index": 49,
        "start": 959.92,
        "end": 978.73,
        "transcribed_text": "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ",
        "corrected_text": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
        "start_id": 109,
        "end_id": 109,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 51,
        "sura_id": 34,
        "ayah_index": 50,
        "start": 979.97,
        "end": 989.42,
        "transcribed_text": "وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ",
        "corrected_text": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
        "start_id": 110,
        "end_id": 110,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 52,
        "sura_id": 34,
        "ayah_index": 51,
        "start": 990.64,
        "end": 1001.85,
        "transcribed_text": "وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ",
        "corrected_text": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
        "start_id": 111,
        "end_id": 111,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 53,
        "sura_id": 34,
        "ayah_index": 52,
        "start": 1002.98,
        "end": 1013.88,
        "transcribed_text": "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مَكَانٍ بَعِيدٍ",
        "corrected_text": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
        "start_id": 113,
        "end_id": 113,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    },
    {
        "id": 54,
        "sura_id": 34,
        "ayah_index": 53,
        "start": 1014.74,
        "end": 1030.36,
        "transcribed_text": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكًّا مُرِيبٍ",
        "corrected_text": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
        "start_id": 116,
        "end_id": 116,
        "uuid": "101a4a3f-a987-4078-90bc-e15b04cfffa6"
    }
]