[
    {
        "id": 1,
        "sura_id": 62,
        "ayah_index": 0,
        "start": 6.13,
        "end": 16.52,
        "transcribed_text": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
        "corrected_text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 2,
        "sura_id": 62,
        "ayah_index": 1,
        "start": 18.27,
        "end": 45.22,
        "transcribed_text": "وَهُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَى وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ",
        "corrected_text": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 3,
        "sura_id": 62,
        "ayah_index": 2,
        "start": 46.5,
        "end": 55.52,
        "transcribed_text": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 6,
        "end_id": 6,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 4,
        "sura_id": 62,
        "ayah_index": 3,
        "start": 56.51,
        "end": 67.22,
        "transcribed_text": "ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
        "corrected_text": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 5,
        "sura_id": 62,
        "ayah_index": 4,
        "start": 68.52,
        "end": 91.44,
        "transcribed_text": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ الْقَوْمِ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الظَّالِمِينَ",
        "corrected_text": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 6,
        "sura_id": 62,
        "ayah_index": 5,
        "start": 93.02,
        "end": 117.57,
        "transcribed_text": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْءُ الْمَوْتَ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 7,
        "sura_id": 62,
        "ayah_index": 6,
        "start": 118.69,
        "end": 130.57,
        "transcribed_text": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
        "corrected_text": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 8,
        "sura_id": 62,
        "ayah_index": 7,
        "start": 131.89,
        "end": 152.35,
        "transcribed_text": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "corrected_text": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 9,
        "sura_id": 62,
        "ayah_index": 8,
        "start": 154.0,
        "end": 177.15,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 10,
        "sura_id": 62,
        "ayah_index": 9,
        "start": 178.35,
        "end": 189.38,
        "transcribed_text": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا",
        "corrected_text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    },
    {
        "id": 11,
        "sura_id": 62,
        "ayah_index": 10,
        "start": 190.38,
        "end": 220.52,
        "transcribed_text": "وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ الرَّازِقِينَ",
        "corrected_text": "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "1eb82011-dd53-44e9-9de0-f0a55bbd6795"
    }
]