[
    {
        "id": 1,
        "sura_id": 61,
        "ayah_index": 0,
        "start": 6.58,
        "end": 15.58,
        "transcribed_text": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 2,
        "sura_id": 61,
        "ayah_index": 1,
        "start": 16.84,
        "end": 25.59,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 3,
        "sura_id": 61,
        "ayah_index": 2,
        "start": 26.93,
        "end": 34.57,
        "transcribed_text": "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ",
        "corrected_text": "كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 4,
        "sura_id": 61,
        "ayah_index": 3,
        "start": 35.99,
        "end": 48.92,
        "transcribed_text": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ",
        "corrected_text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ",
        "start_id": 6,
        "end_id": 6,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 5,
        "sura_id": 61,
        "ayah_index": 4,
        "start": 50.18,
        "end": 73.68,
        "transcribed_text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
        "corrected_text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
        "start_id": 9,
        "end_id": 9,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 6,
        "sura_id": 61,
        "ayah_index": 5,
        "start": 74.64,
        "end": 115.26,
        "transcribed_text": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُصَدِّقًا وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ",
        "corrected_text": "وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 7,
        "sura_id": 61,
        "ayah_index": 6,
        "start": 116.93,
        "end": 131.97,
        "transcribed_text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "corrected_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
        "start_id": 14,
        "end_id": 14,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 8,
        "sura_id": 61,
        "ayah_index": 7,
        "start": 133.19,
        "end": 144.83,
        "transcribed_text": "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ",
        "corrected_text": "يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 9,
        "sura_id": 61,
        "ayah_index": 8,
        "start": 146.06,
        "end": 158.69,
        "transcribed_text": "وَهُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
        "corrected_text": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 10,
        "sura_id": 61,
        "ayah_index": 9,
        "start": 160.29,
        "end": 173.13,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 11,
        "sura_id": 61,
        "ayah_index": 10,
        "start": 174.54,
        "end": 193.15,
        "transcribed_text": "يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
        "corrected_text": "تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 12,
        "sura_id": 61,
        "ayah_index": 11,
        "start": 194.66,
        "end": 214.31,
        "transcribed_text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ",
        "corrected_text": "يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 13,
        "sura_id": 61,
        "ayah_index": 12,
        "start": 215.13,
        "end": 227.72,
        "transcribed_text": "وَأُخْرَى تُحِبُّونَهَا بَصْرٌ مِنَ اللَّهِ مُنْقَرِيبٍ وَبَشِّرِ الْمُؤْمِنِينَ",
        "corrected_text": "وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
        "start_id": 25,
        "end_id": 25,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    },
    {
        "id": 14,
        "sura_id": 61,
        "ayah_index": 13,
        "start": 229.22,
        "end": 276.89,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ الْحَوَارِيُّونَ نَحْنُ فَآمَنَتْ طَائِفَةٌ بَنِي إِسْرَائِيلَ وَكَفَرَ عائِفَةٌ فَأَيَّدْنَا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ",
        "start_id": 30,
        "end_id": 30,
        "uuid": "cc09c810-8ef9-4f0c-8b9f-2228299b20a9"
    }
]