[
    {
        "id": 1,
        "sura_id": 18,
        "ayah_index": 0,
        "start": 5.92,
        "end": 15.43,
        "transcribed_text": "الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا",
        "corrected_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 2,
        "sura_id": 18,
        "ayah_index": 1,
        "start": 16.76,
        "end": 32.13,
        "transcribed_text": "قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
        "corrected_text": "قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا",
        "start_id": 3,
        "end_id": 3,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 3,
        "sura_id": 18,
        "ayah_index": 2,
        "start": 33.14,
        "end": 35.81,
        "transcribed_text": "مَاكِثِينَ فِيهِ أَبَدًا",
        "corrected_text": "مَّٰكِثِينَ فِيهِ أَبَدٗا",
        "start_id": 4,
        "end_id": 4,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 4,
        "sura_id": 18,
        "ayah_index": 3,
        "start": 36.76,
        "end": 42.27,
        "transcribed_text": "وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا",
        "corrected_text": "وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا",
        "start_id": 5,
        "end_id": 5,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 5,
        "sura_id": 18,
        "ayah_index": 4,
        "start": 43.6,
        "end": 59.96,
        "transcribed_text": "مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا",
        "corrected_text": "مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا",
        "start_id": 8,
        "end_id": 8,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 6,
        "sura_id": 18,
        "ayah_index": 5,
        "start": 61.13,
        "end": 71.19,
        "transcribed_text": "فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا",
        "corrected_text": "فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا",
        "start_id": 9,
        "end_id": 9,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 7,
        "sura_id": 18,
        "ayah_index": 6,
        "start": 72.12,
        "end": 81.14,
        "transcribed_text": "إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
        "corrected_text": "إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا",
        "start_id": 10,
        "end_id": 10,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 8,
        "sura_id": 18,
        "ayah_index": 7,
        "start": 82.18,
        "end": 88.7,
        "transcribed_text": "وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
        "corrected_text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا",
        "start_id": 11,
        "end_id": 11,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 9,
        "sura_id": 18,
        "ayah_index": 8,
        "start": 89.92,
        "end": 97.96,
        "transcribed_text": "أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا",
        "corrected_text": "أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا",
        "start_id": 12,
        "end_id": 12,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 10,
        "sura_id": 18,
        "ayah_index": 9,
        "start": 99.26,
        "end": 112.84,
        "transcribed_text": "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
        "corrected_text": "إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا",
        "start_id": 13,
        "end_id": 13,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 11,
        "sura_id": 18,
        "ayah_index": 10,
        "start": 114.29,
        "end": 120.67,
        "transcribed_text": "فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا",
        "corrected_text": "فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا",
        "start_id": 14,
        "end_id": 14,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 12,
        "sura_id": 18,
        "ayah_index": 11,
        "start": 121.75,
        "end": 130.7,
        "transcribed_text": "ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا",
        "corrected_text": "ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا",
        "start_id": 15,
        "end_id": 15,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 13,
        "sura_id": 18,
        "ayah_index": 12,
        "start": 132.04,
        "end": 143.65,
        "transcribed_text": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ وَالْمُؤْمِنِينَ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى",
        "corrected_text": "نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى",
        "start_id": 18,
        "end_id": 18,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 14,
        "sura_id": 18,
        "ayah_index": 13,
        "start": 144.83,
        "end": 164.68,
        "transcribed_text": "وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطَى",
        "corrected_text": "وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا",
        "start_id": 20,
        "end_id": 20,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 15,
        "sura_id": 18,
        "ayah_index": 14,
        "start": 165.74,
        "end": 186.28,
        "transcribed_text": "لَا أُولَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا",
        "corrected_text": "هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا",
        "start_id": 23,
        "end_id": 23,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 16,
        "sura_id": 18,
        "ayah_index": 15,
        "start": 187.27,
        "end": 205.18,
        "transcribed_text": "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا",
        "corrected_text": "وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا",
        "start_id": 24,
        "end_id": 24,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 17,
        "sura_id": 18,
        "ayah_index": 16,
        "start": 206.35,
        "end": 236.31,
        "transcribed_text": "وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُمْ ذَلِكَ مِنْ آيَاتِ اللَّهِ يَهْدِ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا",
        "corrected_text": "۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا",
        "start_id": 28,
        "end_id": 28,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 18,
        "sura_id": 18,
        "ayah_index": 17,
        "start": 237.49,
        "end": 263.67,
        "transcribed_text": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
        "corrected_text": "وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا",
        "start_id": 32,
        "end_id": 32,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 19,
        "sura_id": 18,
        "ayah_index": 18,
        "start": 264.93,
        "end": 315.04,
        "transcribed_text": "وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ رَبُّكُمْ أَعْلَمُ بِمَا فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا قُلْ يَنْظُرُ فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَقَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
        "corrected_text": "وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا",
        "start_id": 37,
        "end_id": 37,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 20,
        "sura_id": 18,
        "ayah_index": 19,
        "start": 316.37,
        "end": 329.26,
        "transcribed_text": "إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا",
        "corrected_text": "إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا",
        "start_id": 38,
        "end_id": 38,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 21,
        "sura_id": 18,
        "ayah_index": 20,
        "start": 330.91,
        "end": 364.76,
        "transcribed_text": "وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى لَنَتَّخِذَنَّ مَسْجِدًا",
        "corrected_text": "وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا",
        "start_id": 42,
        "end_id": 42,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 22,
        "sura_id": 18,
        "ayah_index": 21,
        "start": 365.95,
        "end": 405.2,
        "transcribed_text": "سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ سَبْعَةٌ وَثَامِلُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِفِيهِمْ مِنْهُمْ أَحَدًا",
        "corrected_text": "سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا",
        "start_id": 46,
        "end_id": 46,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 23,
        "sura_id": 18,
        "ayah_index": 22,
        "start": 406.32,
        "end": 413.28,
        "transcribed_text": "وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا",
        "corrected_text": "وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا",
        "start_id": 47,
        "end_id": 47,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 24,
        "sura_id": 18,
        "ayah_index": 23,
        "start": 414.18,
        "end": 430.27,
        "transcribed_text": "إِلَّا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا",
        "corrected_text": "إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا",
        "start_id": 49,
        "end_id": 49,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 25,
        "sura_id": 18,
        "ayah_index": 24,
        "start": 431.67,
        "end": 438.49,
        "transcribed_text": "وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا",
        "corrected_text": "وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا",
        "start_id": 50,
        "end_id": 50,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 26,
        "sura_id": 18,
        "ayah_index": 25,
        "start": 439.46,
        "end": 461.13,
        "transcribed_text": "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ فَبَصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا",
        "corrected_text": "قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا",
        "start_id": 54,
        "end_id": 54,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 27,
        "sura_id": 18,
        "ayah_index": 26,
        "start": 462.31,
        "end": 476.93,
        "transcribed_text": "وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ دُونِهِ مُلْتَحَدًا",
        "corrected_text": "وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا",
        "start_id": 56,
        "end_id": 56,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 28,
        "sura_id": 18,
        "ayah_index": 27,
        "start": 478.31,
        "end": 505.88,
        "transcribed_text": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا",
        "corrected_text": "وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا",
        "start_id": 59,
        "end_id": 59,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 29,
        "sura_id": 18,
        "ayah_index": 28,
        "start": 507.18,
        "end": 542.33,
        "transcribed_text": "وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرُ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهِ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا",
        "corrected_text": "وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا",
        "start_id": 64,
        "end_id": 64,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 30,
        "sura_id": 18,
        "ayah_index": 29,
        "start": 543.55,
        "end": 552.9,
        "transcribed_text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
        "corrected_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا",
        "start_id": 65,
        "end_id": 65,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 31,
        "sura_id": 18,
        "ayah_index": 30,
        "start": 553.9,
        "end": 588.02,
        "transcribed_text": "أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَأْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَدَى الْأَرَاءِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
        "corrected_text": "أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا",
        "start_id": 68,
        "end_id": 68,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 32,
        "sura_id": 18,
        "ayah_index": 31,
        "start": 589.53,
        "end": 608.41,
        "transcribed_text": "وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
        "corrected_text": "۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا",
        "start_id": 70,
        "end_id": 70,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 33,
        "sura_id": 18,
        "ayah_index": 32,
        "start": 610.0,
        "end": 621.24,
        "transcribed_text": "كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا",
        "corrected_text": "كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا",
        "start_id": 72,
        "end_id": 72,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 34,
        "sura_id": 18,
        "ayah_index": 33,
        "start": 622.37,
        "end": 634.77,
        "transcribed_text": "وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا",
        "corrected_text": "وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا",
        "start_id": 73,
        "end_id": 73,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 35,
        "sura_id": 18,
        "ayah_index": 34,
        "start": 635.86,
        "end": 647.86,
        "transcribed_text": "وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا",
        "corrected_text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا",
        "start_id": 74,
        "end_id": 74,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 36,
        "sura_id": 18,
        "ayah_index": 35,
        "start": 649.24,
        "end": 662.56,
        "transcribed_text": "وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا",
        "corrected_text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا",
        "start_id": 75,
        "end_id": 75,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 37,
        "sura_id": 18,
        "ayah_index": 36,
        "start": 663.83,
        "end": 686.74,
        "transcribed_text": "قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا",
        "corrected_text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا",
        "start_id": 77,
        "end_id": 77,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 38,
        "sura_id": 18,
        "ayah_index": 37,
        "start": 687.92,
        "end": 696.53,
        "transcribed_text": "لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا",
        "corrected_text": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا",
        "start_id": 78,
        "end_id": 78,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 39,
        "sura_id": 18,
        "ayah_index": 38,
        "start": 697.82,
        "end": 714.83,
        "transcribed_text": "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا",
        "corrected_text": "وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا",
        "start_id": 80,
        "end_id": 80,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 40,
        "sura_id": 18,
        "ayah_index": 39,
        "start": 715.8,
        "end": 739.31,
        "transcribed_text": "فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
        "corrected_text": "فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا",
        "start_id": 82,
        "end_id": 82,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 41,
        "sura_id": 18,
        "ayah_index": 40,
        "start": 740.38,
        "end": 748.11,
        "transcribed_text": "لَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَنَبًا",
        "corrected_text": "أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا",
        "start_id": 83,
        "end_id": 83,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 42,
        "sura_id": 18,
        "ayah_index": 41,
        "start": 749.26,
        "end": 771.62,
        "transcribed_text": "وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا",
        "corrected_text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا",
        "start_id": 85,
        "end_id": 85,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 43,
        "sura_id": 18,
        "ayah_index": 42,
        "start": 772.8,
        "end": 783.0,
        "transcribed_text": "وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا",
        "corrected_text": "وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
        "start_id": 86,
        "end_id": 86,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 44,
        "sura_id": 18,
        "ayah_index": 43,
        "start": 784.39,
        "end": 793.78,
        "transcribed_text": "هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ وَالْمُؤْمِنِينَ وَخَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
        "corrected_text": "هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا",
        "start_id": 89,
        "end_id": 89,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 45,
        "sura_id": 18,
        "ayah_index": 44,
        "start": 795.27,
        "end": 822.47,
        "transcribed_text": "وَاضْرِبْنَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَالُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا",
        "corrected_text": "وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا",
        "start_id": 92,
        "end_id": 92,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 46,
        "sura_id": 18,
        "ayah_index": 45,
        "start": 823.35,
        "end": 837.69,
        "transcribed_text": "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
        "corrected_text": "ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا",
        "start_id": 94,
        "end_id": 94,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 47,
        "sura_id": 18,
        "ayah_index": 46,
        "start": 838.88,
        "end": 849.14,
        "transcribed_text": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
        "corrected_text": "وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا",
        "start_id": 95,
        "end_id": 95,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 48,
        "sura_id": 18,
        "ayah_index": 47,
        "start": 850.32,
        "end": 864.9,
        "transcribed_text": "وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا",
        "corrected_text": "وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا",
        "start_id": 97,
        "end_id": 97,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 49,
        "sura_id": 18,
        "ayah_index": 48,
        "start": 866.0,
        "end": 895.23,
        "transcribed_text": "وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا يَظْلِمُ رَبُّكَ أَحَدًا",
        "corrected_text": "وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا",
        "start_id": 101,
        "end_id": 101,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 50,
        "sura_id": 18,
        "ayah_index": 49,
        "start": 896.26,
        "end": 924.49,
        "transcribed_text": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا",
        "corrected_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا",
        "start_id": 104,
        "end_id": 104,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 51,
        "sura_id": 18,
        "ayah_index": 50,
        "start": 925.49,
        "end": 938.12,
        "transcribed_text": "وَمَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا",
        "corrected_text": "۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا",
        "start_id": 105,
        "end_id": 105,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 52,
        "sura_id": 18,
        "ayah_index": 51,
        "start": 939.66,
        "end": 952.98,
        "transcribed_text": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا",
        "corrected_text": "وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا",
        "start_id": 106,
        "end_id": 106,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 53,
        "sura_id": 18,
        "ayah_index": 52,
        "start": 954.48,
        "end": 966.23,
        "transcribed_text": "وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا",
        "corrected_text": "وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا",
        "start_id": 107,
        "end_id": 107,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 54,
        "sura_id": 18,
        "ayah_index": 53,
        "start": 967.59,
        "end": 980.49,
        "transcribed_text": "وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا",
        "corrected_text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا",
        "start_id": 109,
        "end_id": 109,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 55,
        "sura_id": 18,
        "ayah_index": 54,
        "start": 981.67,
        "end": 1007.9,
        "transcribed_text": "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا",
        "corrected_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا",
        "start_id": 111,
        "end_id": 111,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 56,
        "sura_id": 18,
        "ayah_index": 55,
        "start": 1008.79,
        "end": 1030.97,
        "transcribed_text": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَالْمُؤْمِنِينَ وَاتَّخَذُوا آيَاتِي أُنْذِرُوا هُزُوًا",
        "corrected_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا",
        "start_id": 115,
        "end_id": 115,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 57,
        "sura_id": 18,
        "ayah_index": 56,
        "start": 1031.99,
        "end": 1061.97,
        "transcribed_text": "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا",
        "corrected_text": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا",
        "start_id": 118,
        "end_id": 118,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 58,
        "sura_id": 18,
        "ayah_index": 57,
        "start": 1062.89,
        "end": 1080.49,
        "transcribed_text": "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ وَلَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابُ كَلَّهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِنًا",
        "corrected_text": "وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا",
        "start_id": 121,
        "end_id": 121,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 59,
        "sura_id": 18,
        "ayah_index": 58,
        "start": 1081.58,
        "end": 1090.98,
        "transcribed_text": "وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا",
        "corrected_text": "وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا",
        "start_id": 122,
        "end_id": 122,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 60,
        "sura_id": 18,
        "ayah_index": 59,
        "start": 1092.07,
        "end": 1102.78,
        "transcribed_text": "وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا",
        "corrected_text": "وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا",
        "start_id": 123,
        "end_id": 123,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 61,
        "sura_id": 18,
        "ayah_index": 60,
        "start": 1103.58,
        "end": 1113.16,
        "transcribed_text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا",
        "corrected_text": "فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا",
        "start_id": 124,
        "end_id": 124,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 62,
        "sura_id": 18,
        "ayah_index": 61,
        "start": 1114.03,
        "end": 1125.42,
        "transcribed_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا",
        "corrected_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا",
        "start_id": 125,
        "end_id": 125,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 63,
        "sura_id": 18,
        "ayah_index": 62,
        "start": 1126.37,
        "end": 1144.69,
        "transcribed_text": "قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا",
        "corrected_text": "قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا",
        "start_id": 127,
        "end_id": 127,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 64,
        "sura_id": 18,
        "ayah_index": 63,
        "start": 1145.57,
        "end": 1154.58,
        "transcribed_text": "قَالَ ذَلِكَ مَا كُنَّا نَبْغِ يَرْتَدَّى عَلَى آثَارِهِمَا قَصَصًا",
        "corrected_text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا",
        "start_id": 129,
        "end_id": 129,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 65,
        "sura_id": 18,
        "ayah_index": 64,
        "start": 1155.42,
        "end": 1168.0,
        "transcribed_text": "فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا",
        "corrected_text": "فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا",
        "start_id": 130,
        "end_id": 130,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 66,
        "sura_id": 18,
        "ayah_index": 65,
        "start": 1169.35,
        "end": 1179.11,
        "transcribed_text": "قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
        "corrected_text": "قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا",
        "start_id": 131,
        "end_id": 131,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 67,
        "sura_id": 18,
        "ayah_index": 66,
        "start": 1180.15,
        "end": 1185.03,
        "transcribed_text": "قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيصَبْرَى",
        "corrected_text": "قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
        "start_id": 132,
        "end_id": 132,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 68,
        "sura_id": 18,
        "ayah_index": 67,
        "start": 1185.96,
        "end": 1190.77,
        "transcribed_text": "وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا",
        "corrected_text": "وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا",
        "start_id": 133,
        "end_id": 133,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 69,
        "sura_id": 18,
        "ayah_index": 68,
        "start": 1191.68,
        "end": 1202.45,
        "transcribed_text": "قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا",
        "corrected_text": "قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا",
        "start_id": 134,
        "end_id": 134,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 70,
        "sura_id": 18,
        "ayah_index": 69,
        "start": 1203.64,
        "end": 1213.2,
        "transcribed_text": "قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ لَا أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
        "corrected_text": "قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا",
        "start_id": 136,
        "end_id": 136,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 71,
        "sura_id": 18,
        "ayah_index": 70,
        "start": 1214.34,
        "end": 1228.06,
        "transcribed_text": "فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا",
        "corrected_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا",
        "start_id": 138,
        "end_id": 138,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 72,
        "sura_id": 18,
        "ayah_index": 71,
        "start": 1228.93,
        "end": 1235.33,
        "transcribed_text": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
        "corrected_text": "قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
        "start_id": 139,
        "end_id": 139,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 73,
        "sura_id": 18,
        "ayah_index": 72,
        "start": 1236.27,
        "end": 1243.65,
        "transcribed_text": "قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا",
        "corrected_text": "قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا",
        "start_id": 140,
        "end_id": 140,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 74,
        "sura_id": 18,
        "ayah_index": 73,
        "start": 1244.8,
        "end": 1267.24,
        "transcribed_text": "فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا",
        "corrected_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا",
        "start_id": 142,
        "end_id": 142,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 75,
        "sura_id": 18,
        "ayah_index": 74,
        "start": 1268.12,
        "end": 1274.72,
        "transcribed_text": "قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
        "corrected_text": "۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
        "start_id": 143,
        "end_id": 143,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 76,
        "sura_id": 18,
        "ayah_index": 75,
        "start": 1275.87,
        "end": 1287.25,
        "transcribed_text": "قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا",
        "corrected_text": "قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا",
        "start_id": 145,
        "end_id": 145,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 77,
        "sura_id": 18,
        "ayah_index": 76,
        "start": 1288.43,
        "end": 1316.4,
        "transcribed_text": "فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَأَدَوْا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا",
        "corrected_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا",
        "start_id": 148,
        "end_id": 148,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 78,
        "sura_id": 18,
        "ayah_index": 77,
        "start": 1317.31,
        "end": 1327.63,
        "transcribed_text": "قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِي يَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا",
        "corrected_text": "قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا",
        "start_id": 150,
        "end_id": 150,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 79,
        "sura_id": 18,
        "ayah_index": 78,
        "start": 1328.67,
        "end": 1348.18,
        "transcribed_text": "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءً مَلِكٌ ادْكُلْ لَسَفِينَةٍ وَالْمُؤْمِنِينَ",
        "corrected_text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا",
        "start_id": 154,
        "end_id": 154,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 80,
        "sura_id": 18,
        "ayah_index": 79,
        "start": 1349.41,
        "end": 1360.24,
        "transcribed_text": "وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا",
        "corrected_text": "وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا",
        "start_id": 155,
        "end_id": 155,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 81,
        "sura_id": 18,
        "ayah_index": 80,
        "start": 1361.23,
        "end": 1370.58,
        "transcribed_text": "فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا",
        "corrected_text": "فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا",
        "start_id": 156,
        "end_id": 156,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 82,
        "sura_id": 18,
        "ayah_index": 81,
        "start": 1371.99,
        "end": 1409.39,
        "transcribed_text": "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا",
        "corrected_text": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا",
        "start_id": 160,
        "end_id": 160,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 83,
        "sura_id": 18,
        "ayah_index": 82,
        "start": 1410.38,
        "end": 1419.5,
        "transcribed_text": "وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا",
        "corrected_text": "وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا",
        "start_id": 162,
        "end_id": 162,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 84,
        "sura_id": 18,
        "ayah_index": 83,
        "start": 1420.58,
        "end": 1429.42,
        "transcribed_text": "إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا",
        "corrected_text": "إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا",
        "start_id": 163,
        "end_id": 163,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 85,
        "sura_id": 18,
        "ayah_index": 84,
        "start": 1430.43,
        "end": 1432.16,
        "transcribed_text": "فَأَتْبَعَ سَبَبًا",
        "corrected_text": "فَأَتۡبَعَ سَبَبًا",
        "start_id": 164,
        "end_id": 164,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 86,
        "sura_id": 18,
        "ayah_index": 85,
        "start": 1433.01,
        "end": 1456.52,
        "transcribed_text": "وَالْمُؤْمِنِينَ حَمِئَةٍ وَوَجَدْ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا",
        "corrected_text": "حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا",
        "start_id": 167,
        "end_id": 167,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 87,
        "sura_id": 18,
        "ayah_index": 86,
        "start": 1457.53,
        "end": 1469.21,
        "transcribed_text": "قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا",
        "corrected_text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا",
        "start_id": 168,
        "end_id": 168,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 88,
        "sura_id": 18,
        "ayah_index": 87,
        "start": 1470.1,
        "end": 1482.2,
        "transcribed_text": "وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ أَمْرِنَا يُسْرًا",
        "corrected_text": "وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا",
        "start_id": 170,
        "end_id": 170,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 89,
        "sura_id": 18,
        "ayah_index": 88,
        "start": 1483.01,
        "end": 1485.38,
        "transcribed_text": "ثُمَّ أَتْبَعَ سَبَبًا",
        "corrected_text": "ثُمَّ أَتۡبَعَ سَبَبًا",
        "start_id": 171,
        "end_id": 171,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 90,
        "sura_id": 18,
        "ayah_index": 89,
        "start": 1486.24,
        "end": 1497.47,
        "transcribed_text": "حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا",
        "corrected_text": "حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا",
        "start_id": 172,
        "end_id": 172,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 91,
        "sura_id": 18,
        "ayah_index": 90,
        "start": 1498.24,
        "end": 1503.38,
        "transcribed_text": "وَالْكَذَارِ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
        "corrected_text": "كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا",
        "start_id": 174,
        "end_id": 174,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 92,
        "sura_id": 18,
        "ayah_index": 91,
        "start": 1504.1,
        "end": 1506.82,
        "transcribed_text": "ثُمَّ أَتْبَعَ سَبَبًا",
        "corrected_text": "ثُمَّ أَتۡبَعَ سَبَبًا",
        "start_id": 175,
        "end_id": 175,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 93,
        "sura_id": 18,
        "ayah_index": 92,
        "start": 1507.78,
        "end": 1518.68,
        "transcribed_text": "حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
        "corrected_text": "حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا",
        "start_id": 176,
        "end_id": 176,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 94,
        "sura_id": 18,
        "ayah_index": 93,
        "start": 1519.8,
        "end": 1535.0,
        "transcribed_text": "قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
        "corrected_text": "قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا",
        "start_id": 177,
        "end_id": 177,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 95,
        "sura_id": 18,
        "ayah_index": 94,
        "start": 1535.84,
        "end": 1549.21,
        "transcribed_text": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
        "corrected_text": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا",
        "start_id": 179,
        "end_id": 179,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 96,
        "sura_id": 18,
        "ayah_index": 95,
        "start": 1550.04,
        "end": 1569.87,
        "transcribed_text": "آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُونَ جَعَلَهُ نَارًا أُفْرِغْ عَلَيْهِ قِطْرًا",
        "corrected_text": "ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا",
        "start_id": 182,
        "end_id": 182,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 97,
        "sura_id": 18,
        "ayah_index": 96,
        "start": 1570.79,
        "end": 1577.88,
        "transcribed_text": "فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا",
        "corrected_text": "فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا",
        "start_id": 183,
        "end_id": 183,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 98,
        "sura_id": 18,
        "ayah_index": 97,
        "start": 1578.87,
        "end": 1593.42,
        "transcribed_text": "قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ وَعْدُ جَعَلَهُ دَكَّاءَ وَكَانَ حَقًّا",
        "corrected_text": "قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا",
        "start_id": 186,
        "end_id": 186,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 99,
        "sura_id": 18,
        "ayah_index": 98,
        "start": 1594.34,
        "end": 1604.25,
        "transcribed_text": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا",
        "corrected_text": "۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا",
        "start_id": 188,
        "end_id": 188,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 100,
        "sura_id": 18,
        "ayah_index": 99,
        "start": 1605.27,
        "end": 1611.12,
        "transcribed_text": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا",
        "corrected_text": "وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا",
        "start_id": 189,
        "end_id": 189,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 101,
        "sura_id": 18,
        "ayah_index": 100,
        "start": 1612.1,
        "end": 1622.4,
        "transcribed_text": "الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا",
        "corrected_text": "ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا",
        "start_id": 190,
        "end_id": 190,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 102,
        "sura_id": 18,
        "ayah_index": 101,
        "start": 1623.57,
        "end": 1640.91,
        "transcribed_text": "أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا",
        "corrected_text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا",
        "start_id": 192,
        "end_id": 192,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 103,
        "sura_id": 18,
        "ayah_index": 102,
        "start": 1641.91,
        "end": 1646.89,
        "transcribed_text": "قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا",
        "corrected_text": "قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا",
        "start_id": 193,
        "end_id": 193,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 104,
        "sura_id": 18,
        "ayah_index": 103,
        "start": 1647.79,
        "end": 1657.32,
        "transcribed_text": "الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
        "corrected_text": "ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا",
        "start_id": 194,
        "end_id": 194,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 105,
        "sura_id": 18,
        "ayah_index": 104,
        "start": 1658.16,
        "end": 1675.43,
        "transcribed_text": "أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَرِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا",
        "start_id": 196,
        "end_id": 196,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 106,
        "sura_id": 18,
        "ayah_index": 105,
        "start": 1676.21,
        "end": 1686.55,
        "transcribed_text": "ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا",
        "corrected_text": "ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا",
        "start_id": 197,
        "end_id": 197,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 107,
        "sura_id": 18,
        "ayah_index": 106,
        "start": 1687.55,
        "end": 1697.07,
        "transcribed_text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا",
        "corrected_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا",
        "start_id": 198,
        "end_id": 198,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 108,
        "sura_id": 18,
        "ayah_index": 107,
        "start": 1698.07,
        "end": 1702.85,
        "transcribed_text": "خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
        "corrected_text": "خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا",
        "start_id": 199,
        "end_id": 199,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 109,
        "sura_id": 18,
        "ayah_index": 108,
        "start": 1703.63,
        "end": 1720.12,
        "transcribed_text": "قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ يَنَفِدَ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا",
        "corrected_text": "قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا",
        "start_id": 201,
        "end_id": 201,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    },
    {
        "id": 110,
        "sura_id": 18,
        "ayah_index": 109,
        "start": 1721.03,
        "end": 1753.0,
        "transcribed_text": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيِعْمَ الْعَمَلَ انْصَارِحَانِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ أَحَدًا",
        "corrected_text": "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا",
        "start_id": 204,
        "end_id": 204,
        "uuid": "94d4fb86-e0f4-485a-95d0-f2e92a4b1e0e"
    }
]