[
    {
        "id": 1,
        "sura_id": 16,
        "ayah_index": 0,
        "start": 5.75,
        "end": 17.88,
        "transcribed_text": "أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُونِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ",
        "corrected_text": "أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 2,
        "sura_id": 16,
        "ayah_index": 1,
        "start": 19.19,
        "end": 42.37,
        "transcribed_text": "يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ",
        "corrected_text": "يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 3,
        "sura_id": 16,
        "ayah_index": 2,
        "start": 43.49,
        "end": 51.82,
        "transcribed_text": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَالْمُؤْمِنِينَ عَالَى عَمَّا يُشْرِكُونَ",
        "corrected_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 4,
        "sura_id": 16,
        "ayah_index": 3,
        "start": 53.08,
        "end": 61.52,
        "transcribed_text": "خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ",
        "corrected_text": "خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
        "start_id": 9,
        "end_id": 9,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 5,
        "sura_id": 16,
        "ayah_index": 4,
        "start": 62.56,
        "end": 72.52,
        "transcribed_text": "وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا وَيُولُونَ",
        "corrected_text": "وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 6,
        "sura_id": 16,
        "ayah_index": 5,
        "start": 73.64,
        "end": 80.47,
        "transcribed_text": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
        "corrected_text": "وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 7,
        "sura_id": 16,
        "ayah_index": 6,
        "start": 81.85,
        "end": 96.01,
        "transcribed_text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقٍّ أَنْفُسٍ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
        "corrected_text": "وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 8,
        "sura_id": 16,
        "ayah_index": 7,
        "start": 97.1,
        "end": 107.28,
        "transcribed_text": "وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
        "corrected_text": "وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 9,
        "sura_id": 16,
        "ayah_index": 8,
        "start": 108.31,
        "end": 119.91,
        "transcribed_text": "وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
        "corrected_text": "وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 10,
        "sura_id": 16,
        "ayah_index": 9,
        "start": 120.97,
        "end": 136.18,
        "transcribed_text": "هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
        "corrected_text": "هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 11,
        "sura_id": 16,
        "ayah_index": 10,
        "start": 137.26,
        "end": 155.69,
        "transcribed_text": "يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
        "corrected_text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 12,
        "sura_id": 16,
        "ayah_index": 11,
        "start": 156.9,
        "end": 175.47,
        "transcribed_text": "وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
        "corrected_text": "وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
        "start_id": 26,
        "end_id": 26,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 13,
        "sura_id": 16,
        "ayah_index": 12,
        "start": 176.53,
        "end": 188.83,
        "transcribed_text": "وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ",
        "corrected_text": "وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 14,
        "sura_id": 16,
        "ayah_index": 13,
        "start": 190.22,
        "end": 213.16,
        "transcribed_text": "وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ ن",
        "corrected_text": "وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 15,
        "sura_id": 16,
        "ayah_index": 14,
        "start": 214.71,
        "end": 225.34,
        "transcribed_text": "وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
        "corrected_text": "وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 16,
        "sura_id": 16,
        "ayah_index": 15,
        "start": 226.21,
        "end": 232.97,
        "transcribed_text": "عَلَى مَا وَبِالنَّجْمِ هُمْ يَهْتَدُونَ",
        "corrected_text": "وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 17,
        "sura_id": 16,
        "ayah_index": 16,
        "start": 233.95,
        "end": 241.23,
        "transcribed_text": "أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ",
        "corrected_text": "أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 18,
        "sura_id": 16,
        "ayah_index": 17,
        "start": 241.87,
        "end": 253.06,
        "transcribed_text": "وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ لَغَفُورٌ رَحِيمٌ",
        "corrected_text": "وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 19,
        "sura_id": 16,
        "ayah_index": 18,
        "start": 254.3,
        "end": 259.75,
        "transcribed_text": "وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
        "corrected_text": "وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 20,
        "sura_id": 16,
        "ayah_index": 19,
        "start": 260.8,
        "end": 269.93,
        "transcribed_text": "وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ",
        "corrected_text": "وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 21,
        "sura_id": 16,
        "ayah_index": 20,
        "start": 271.0,
        "end": 279.7,
        "transcribed_text": "أَمْوَاتٌ غَيْرُ أَحْيَاءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
        "corrected_text": "أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 22,
        "sura_id": 16,
        "ayah_index": 21,
        "start": 280.77,
        "end": 296.88,
        "transcribed_text": "إِلَهُكُمْ إِلَهٌ وَاحِدٌ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ",
        "corrected_text": "إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 23,
        "sura_id": 16,
        "ayah_index": 22,
        "start": 298.09,
        "end": 310.92,
        "transcribed_text": "لَا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ يُحِبُّ الْمُسْتَكْبِرِينَ",
        "corrected_text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 24,
        "sura_id": 16,
        "ayah_index": 23,
        "start": 312.02,
        "end": 322.75,
        "transcribed_text": "وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ",
        "corrected_text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 25,
        "sura_id": 16,
        "ayah_index": 24,
        "start": 323.94,
        "end": 340.53,
        "transcribed_text": "لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ عَلَى سَاءَ مَا يَزِرُونَ",
        "corrected_text": "لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 26,
        "sura_id": 16,
        "ayah_index": 25,
        "start": 341.82,
        "end": 365.42,
        "transcribed_text": "قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقَفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ حَيْثُ لَا يَشْعُرُونَ",
        "corrected_text": "قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
        "start_id": 51,
        "end_id": 51,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 27,
        "sura_id": 16,
        "ayah_index": 26,
        "start": 367.08,
        "end": 390.9,
        "transcribed_text": "ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ قَالَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ",
        "corrected_text": "ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 28,
        "sura_id": 16,
        "ayah_index": 27,
        "start": 392.11,
        "end": 417.51,
        "transcribed_text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِ سَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُودٍ تَنَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "corrected_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ",
        "start_id": 57,
        "end_id": 57,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 29,
        "sura_id": 16,
        "ayah_index": 28,
        "start": 418.81,
        "end": 430.53,
        "transcribed_text": "فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا سَنَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
        "corrected_text": "فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 30,
        "sura_id": 16,
        "ayah_index": 29,
        "start": 431.86,
        "end": 456.07,
        "transcribed_text": "وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا الَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَنَدَارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ الْمُتَّقِينَ",
        "corrected_text": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ",
        "start_id": 64,
        "end_id": 64,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 31,
        "sura_id": 16,
        "ayah_index": 30,
        "start": 457.31,
        "end": 476.56,
        "transcribed_text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُمْ فِيهَا مَا يَشَاءُونَ كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ",
        "corrected_text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ",
        "start_id": 67,
        "end_id": 67,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 32,
        "sura_id": 16,
        "ayah_index": 31,
        "start": 477.79,
        "end": 493.65,
        "transcribed_text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "corrected_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ",
        "start_id": 68,
        "end_id": 68,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 33,
        "sura_id": 16,
        "ayah_index": 32,
        "start": 495.13,
        "end": 520.43,
        "transcribed_text": "بَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّي كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
        "corrected_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 34,
        "sura_id": 16,
        "ayah_index": 33,
        "start": 521.89,
        "end": 530.99,
        "transcribed_text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "corrected_text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
        "start_id": 72,
        "end_id": 72,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 35,
        "sura_id": 16,
        "ayah_index": 34,
        "start": 532.32,
        "end": 567.3,
        "transcribed_text": "وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا كَذَلِكَ فَعَلَ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 36,
        "sura_id": 16,
        "ayah_index": 35,
        "start": 568.48,
        "end": 594.74,
        "transcribed_text": "وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُونَ فَمِنْهُمْ مَنْ هَدَى وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ فَسِيرُوا الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
        "corrected_text": "وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
        "start_id": 79,
        "end_id": 79,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 37,
        "sura_id": 16,
        "ayah_index": 36,
        "start": 596.2,
        "end": 609.71,
        "transcribed_text": "إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ نَاصِرِينَ",
        "corrected_text": "إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
        "start_id": 81,
        "end_id": 81,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 38,
        "sura_id": 16,
        "ayah_index": 37,
        "start": 611.16,
        "end": 628.94,
        "transcribed_text": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُورُ بَلَى وَعْدًا عَلَيْهِ وَلَكِنَّ أَكْثَرَ النَّاسِ يَعْلَمُونَ",
        "corrected_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
        "start_id": 84,
        "end_id": 84,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 39,
        "sura_id": 16,
        "ayah_index": 38,
        "start": 630.52,
        "end": 642.43,
        "transcribed_text": "لِيُبِيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ",
        "corrected_text": "لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 40,
        "sura_id": 16,
        "ayah_index": 39,
        "start": 643.86,
        "end": 654.51,
        "transcribed_text": "إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ",
        "corrected_text": "إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
        "start_id": 86,
        "end_id": 86,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 41,
        "sura_id": 16,
        "ayah_index": 40,
        "start": 655.88,
        "end": 672.5,
        "transcribed_text": "وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ",
        "corrected_text": "وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
        "start_id": 89,
        "end_id": 89,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 42,
        "sura_id": 16,
        "ayah_index": 41,
        "start": 673.56,
        "end": 679.23,
        "transcribed_text": "الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ",
        "corrected_text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
        "start_id": 90,
        "end_id": 90,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 43,
        "sura_id": 16,
        "ayah_index": 42,
        "start": 680.52,
        "end": 697.25,
        "transcribed_text": "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ",
        "corrected_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
        "start_id": 92,
        "end_id": 92,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 44,
        "sura_id": 16,
        "ayah_index": 43,
        "start": 698.24,
        "end": 713.36,
        "transcribed_text": "بِالْبَيِّنَاتِ وَالزُّبُورِ وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
        "corrected_text": "بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ",
        "start_id": 94,
        "end_id": 94,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 45,
        "sura_id": 16,
        "ayah_index": 44,
        "start": 714.93,
        "end": 727.33,
        "transcribed_text": "أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
        "corrected_text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
        "start_id": 95,
        "end_id": 95,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 46,
        "sura_id": 16,
        "ayah_index": 45,
        "start": 728.45,
        "end": 735.55,
        "transcribed_text": "لَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ",
        "corrected_text": "أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ",
        "start_id": 96,
        "end_id": 96,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 47,
        "sura_id": 16,
        "ayah_index": 46,
        "start": 736.63,
        "end": 745.68,
        "transcribed_text": "أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
        "corrected_text": "أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ",
        "start_id": 97,
        "end_id": 97,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 48,
        "sura_id": 16,
        "ayah_index": 47,
        "start": 746.97,
        "end": 762.86,
        "transcribed_text": "أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ",
        "corrected_text": "أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ",
        "start_id": 98,
        "end_id": 98,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 49,
        "sura_id": 16,
        "ayah_index": 48,
        "start": 763.65,
        "end": 778.7,
        "transcribed_text": "وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
        "corrected_text": "وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ",
        "start_id": 99,
        "end_id": 99,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 50,
        "sura_id": 16,
        "ayah_index": 49,
        "start": 779.73,
        "end": 787.69,
        "transcribed_text": "يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
        "corrected_text": "يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩",
        "start_id": 100,
        "end_id": 100,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 51,
        "sura_id": 16,
        "ayah_index": 50,
        "start": 789.07,
        "end": 803.53,
        "transcribed_text": "وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ",
        "corrected_text": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ",
        "start_id": 102,
        "end_id": 102,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 52,
        "sura_id": 16,
        "ayah_index": 51,
        "start": 804.93,
        "end": 815.3,
        "transcribed_text": "وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أَفَغَيْرَ اللَّهِ تَتَّقُونَ",
        "corrected_text": "وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ",
        "start_id": 104,
        "end_id": 104,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 53,
        "sura_id": 16,
        "ayah_index": 52,
        "start": 816.24,
        "end": 821.71,
        "transcribed_text": "وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ",
        "corrected_text": "وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ",
        "start_id": 105,
        "end_id": 105,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 54,
        "sura_id": 16,
        "ayah_index": 53,
        "start": 822.5,
        "end": 840.46,
        "transcribed_text": "ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ كَشَفَ عَنْكُمْ إِذَا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ",
        "corrected_text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ",
        "start_id": 107,
        "end_id": 107,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 55,
        "sura_id": 16,
        "ayah_index": 54,
        "start": 841.63,
        "end": 850.55,
        "transcribed_text": "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ",
        "corrected_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
        "start_id": 109,
        "end_id": 109,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 56,
        "sura_id": 16,
        "ayah_index": 55,
        "start": 851.91,
        "end": 866.92,
        "transcribed_text": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ وَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ",
        "corrected_text": "وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ",
        "start_id": 111,
        "end_id": 111,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 57,
        "sura_id": 16,
        "ayah_index": 56,
        "start": 868.39,
        "end": 876.03,
        "transcribed_text": "وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ",
        "corrected_text": "وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ",
        "start_id": 112,
        "end_id": 112,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 58,
        "sura_id": 16,
        "ayah_index": 57,
        "start": 877.28,
        "end": 887.07,
        "transcribed_text": "وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
        "corrected_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ",
        "start_id": 113,
        "end_id": 113,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 59,
        "sura_id": 16,
        "ayah_index": 58,
        "start": 888.16,
        "end": 906.6,
        "transcribed_text": "يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ سَاءَ يَغْفَى",
        "corrected_text": "يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ",
        "start_id": 117,
        "end_id": 117,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 60,
        "sura_id": 16,
        "ayah_index": 59,
        "start": 907.96,
        "end": 921.78,
        "transcribed_text": "لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلَى وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 120,
        "end_id": 120,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 61,
        "sura_id": 16,
        "ayah_index": 60,
        "start": 923.2,
        "end": 954.99,
        "transcribed_text": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
        "corrected_text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
        "start_id": 123,
        "end_id": 123,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 62,
        "sura_id": 16,
        "ayah_index": 61,
        "start": 956.47,
        "end": 975.5,
        "transcribed_text": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى لَا جَرَمَ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ",
        "corrected_text": "وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ",
        "start_id": 126,
        "end_id": 126,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 63,
        "sura_id": 16,
        "ayah_index": 62,
        "start": 976.98,
        "end": 997.64,
        "transcribed_text": "تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "corrected_text": "تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
        "start_id": 128,
        "end_id": 128,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 64,
        "sura_id": 16,
        "ayah_index": 63,
        "start": 998.98,
        "end": 1016.64,
        "transcribed_text": "وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
        "corrected_text": "وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
        "start_id": 130,
        "end_id": 130,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 65,
        "sura_id": 16,
        "ayah_index": 64,
        "start": 1018.1,
        "end": 1035.74,
        "transcribed_text": "وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ",
        "corrected_text": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ",
        "start_id": 132,
        "end_id": 132,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 66,
        "sura_id": 16,
        "ayah_index": 65,
        "start": 1037.2,
        "end": 1055.98,
        "transcribed_text": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً يُسْقِيكُمْ مِمَّا بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ",
        "corrected_text": "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ",
        "start_id": 134,
        "end_id": 134,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 67,
        "sura_id": 16,
        "ayah_index": 66,
        "start": 1057.34,
        "end": 1074.21,
        "transcribed_text": "وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ",
        "corrected_text": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
        "start_id": 136,
        "end_id": 136,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 68,
        "sura_id": 16,
        "ayah_index": 67,
        "start": 1075.56,
        "end": 1087.66,
        "transcribed_text": "وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ",
        "corrected_text": "وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ",
        "start_id": 137,
        "end_id": 137,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 69,
        "sura_id": 16,
        "ayah_index": 68,
        "start": 1088.97,
        "end": 1116.78,
        "transcribed_text": "ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
        "corrected_text": "ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
        "start_id": 140,
        "end_id": 140,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 70,
        "sura_id": 16,
        "ayah_index": 69,
        "start": 1118.17,
        "end": 1139.44,
        "transcribed_text": "وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ",
        "corrected_text": "وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ",
        "start_id": 143,
        "end_id": 143,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 71,
        "sura_id": 16,
        "ayah_index": 70,
        "start": 1140.79,
        "end": 1163.93,
        "transcribed_text": "وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْمِينَ وَالْمُؤْمِنِينَ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ",
        "corrected_text": "وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ",
        "start_id": 147,
        "end_id": 147,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 72,
        "sura_id": 16,
        "ayah_index": 71,
        "start": 1165.18,
        "end": 1189.63,
        "transcribed_text": "وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ فَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ",
        "corrected_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ",
        "start_id": 149,
        "end_id": 149,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 73,
        "sura_id": 16,
        "ayah_index": 72,
        "start": 1190.45,
        "end": 1203.79,
        "transcribed_text": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَهُ رِزْقًا مِنَ السَّمَاوَاتِ وَالْأَرْضِ شَيْئًا وَلَا يَسْتَطِيعُونَ",
        "corrected_text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ",
        "start_id": 150,
        "end_id": 150,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 74,
        "sura_id": 16,
        "ayah_index": 73,
        "start": 1204.76,
        "end": 1215.84,
        "transcribed_text": "فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
        "corrected_text": "فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
        "start_id": 152,
        "end_id": 152,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 75,
        "sura_id": 16,
        "ayah_index": 74,
        "start": 1217.44,
        "end": 1244.92,
        "transcribed_text": "ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ يَعْلَمُونَ",
        "corrected_text": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 156,
        "end_id": 156,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 76,
        "sura_id": 16,
        "ayah_index": 75,
        "start": 1246.18,
        "end": 1283.97,
        "transcribed_text": "وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَى شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلَاهُ أَيْنَمَا يُوَجِّهْهُ لَا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ لَلْيَسْتَوِي صِرَاطٍ مُسْتَقِيمٍ",
        "corrected_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
        "start_id": 159,
        "end_id": 159,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 77,
        "sura_id": 16,
        "ayah_index": 76,
        "start": 1285.28,
        "end": 1303.43,
        "transcribed_text": "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "corrected_text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
        "start_id": 162,
        "end_id": 162,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 78,
        "sura_id": 16,
        "ayah_index": 77,
        "start": 1304.74,
        "end": 1320.75,
        "transcribed_text": "وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ عِدَةً عَلَّكُمْ ن",
        "corrected_text": "وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ",
        "start_id": 165,
        "end_id": 165,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 79,
        "sura_id": 16,
        "ayah_index": 78,
        "start": 1322.31,
        "end": 1340.77,
        "transcribed_text": "أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ إِنَّ ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
        "corrected_text": "أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
        "start_id": 167,
        "end_id": 167,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 80,
        "sura_id": 16,
        "ayah_index": 79,
        "start": 1342.18,
        "end": 1374.43,
        "transcribed_text": "وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا وُيُوتًا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ",
        "corrected_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ",
        "start_id": 169,
        "end_id": 169,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 81,
        "sura_id": 16,
        "ayah_index": 80,
        "start": 1376.0,
        "end": 1403.01,
        "transcribed_text": "وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
        "corrected_text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ",
        "start_id": 171,
        "end_id": 171,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 82,
        "sura_id": 16,
        "ayah_index": 81,
        "start": 1404.41,
        "end": 1411.0,
        "transcribed_text": "فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ",
        "corrected_text": "فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
        "start_id": 172,
        "end_id": 172,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 83,
        "sura_id": 16,
        "ayah_index": 82,
        "start": 1412.03,
        "end": 1420.63,
        "transcribed_text": "يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ",
        "corrected_text": "يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ",
        "start_id": 173,
        "end_id": 173,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 84,
        "sura_id": 16,
        "ayah_index": 83,
        "start": 1422.12,
        "end": 1435.21,
        "transcribed_text": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ",
        "corrected_text": "وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
        "start_id": 174,
        "end_id": 174,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 85,
        "sura_id": 16,
        "ayah_index": 84,
        "start": 1436.87,
        "end": 1445.89,
        "transcribed_text": "وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ",
        "corrected_text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ",
        "start_id": 175,
        "end_id": 175,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 86,
        "sura_id": 16,
        "ayah_index": 85,
        "start": 1447.01,
        "end": 1470.06,
        "transcribed_text": "وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِهِ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ",
        "corrected_text": "وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ",
        "start_id": 177,
        "end_id": 177,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 87,
        "sura_id": 16,
        "ayah_index": 86,
        "start": 1470.98,
        "end": 1480.68,
        "transcribed_text": "وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَةُ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
        "corrected_text": "وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
        "start_id": 179,
        "end_id": 179,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 88,
        "sura_id": 16,
        "ayah_index": 87,
        "start": 1482.42,
        "end": 1494.91,
        "transcribed_text": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ",
        "corrected_text": "ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ",
        "start_id": 180,
        "end_id": 180,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 89,
        "sura_id": 16,
        "ayah_index": 88,
        "start": 1496.55,
        "end": 1524.76,
        "transcribed_text": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ",
        "corrected_text": "وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
        "start_id": 183,
        "end_id": 183,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 90,
        "sura_id": 16,
        "ayah_index": 89,
        "start": 1526.39,
        "end": 1545.49,
        "transcribed_text": "إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ وَيَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
        "corrected_text": "۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ",
        "start_id": 185,
        "end_id": 185,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 91,
        "sura_id": 16,
        "ayah_index": 90,
        "start": 1546.77,
        "end": 1565.74,
        "transcribed_text": "وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ يَعْلَمُ مَا تَفْعَلُونَ",
        "corrected_text": "وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ",
        "start_id": 187,
        "end_id": 187,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 92,
        "sura_id": 16,
        "ayah_index": 91,
        "start": 1567.14,
        "end": 1606.59,
        "transcribed_text": "وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ وَزْنَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ يَتَّخِذُونَ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَابٍ أُمَّةٌ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
        "corrected_text": "وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
        "start_id": 191,
        "end_id": 191,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 93,
        "sura_id": 16,
        "ayah_index": 92,
        "start": 1608.08,
        "end": 1631.2,
        "transcribed_text": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ",
        "corrected_text": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ",
        "start_id": 193,
        "end_id": 193,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 94,
        "sura_id": 16,
        "ayah_index": 93,
        "start": 1632.67,
        "end": 1657.11,
        "transcribed_text": "وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَزِلَّ وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٌ",
        "corrected_text": "وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ",
        "start_id": 195,
        "end_id": 195,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 95,
        "sura_id": 16,
        "ayah_index": 94,
        "start": 1658.33,
        "end": 1673.53,
        "transcribed_text": "وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
        "corrected_text": "وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
        "start_id": 197,
        "end_id": 197,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 96,
        "sura_id": 16,
        "ayah_index": 95,
        "start": 1674.68,
        "end": 1691.3,
        "transcribed_text": "مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ كَانُوا يَعْمَلُونَ",
        "corrected_text": "مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
        "start_id": 199,
        "end_id": 199,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 97,
        "sura_id": 16,
        "ayah_index": 96,
        "start": 1692.66,
        "end": 1713.16,
        "transcribed_text": "مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
        "corrected_text": "مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
        "start_id": 201,
        "end_id": 201,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 98,
        "sura_id": 16,
        "ayah_index": 97,
        "start": 1714.42,
        "end": 1721.51,
        "transcribed_text": "فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
        "corrected_text": "فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
        "start_id": 202,
        "end_id": 202,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 99,
        "sura_id": 16,
        "ayah_index": 98,
        "start": 1722.59,
        "end": 1732.03,
        "transcribed_text": "إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ",
        "corrected_text": "إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
        "start_id": 203,
        "end_id": 203,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 100,
        "sura_id": 16,
        "ayah_index": 99,
        "start": 1733.26,
        "end": 1742.86,
        "transcribed_text": "إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ",
        "corrected_text": "إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ",
        "start_id": 204,
        "end_id": 204,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 101,
        "sura_id": 16,
        "ayah_index": 100,
        "start": 1744.21,
        "end": 1762.97,
        "transcribed_text": "وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "corrected_text": "وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 206,
        "end_id": 206,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 102,
        "sura_id": 16,
        "ayah_index": 101,
        "start": 1764.06,
        "end": 1780.54,
        "transcribed_text": "قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ",
        "corrected_text": "قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
        "start_id": 208,
        "end_id": 208,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 103,
        "sura_id": 16,
        "ayah_index": 102,
        "start": 1782.03,
        "end": 1799.27,
        "transcribed_text": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ بِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ",
        "corrected_text": "وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ",
        "start_id": 210,
        "end_id": 210,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 104,
        "sura_id": 16,
        "ayah_index": 103,
        "start": 1800.49,
        "end": 1810.75,
        "transcribed_text": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ لَا يَهْدِيهِمُ اللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "corrected_text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
        "start_id": 211,
        "end_id": 211,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 105,
        "sura_id": 16,
        "ayah_index": 104,
        "start": 1811.75,
        "end": 1824.59,
        "transcribed_text": "إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ",
        "corrected_text": "إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ",
        "start_id": 213,
        "end_id": 213,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 106,
        "sura_id": 16,
        "ayah_index": 105,
        "start": 1825.96,
        "end": 1854.87,
        "transcribed_text": "مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
        "corrected_text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
        "start_id": 215,
        "end_id": 215,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 107,
        "sura_id": 16,
        "ayah_index": 106,
        "start": 1856.37,
        "end": 1868.34,
        "transcribed_text": "ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
        "corrected_text": "ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
        "start_id": 216,
        "end_id": 216,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 108,
        "sura_id": 16,
        "ayah_index": 107,
        "start": 1869.83,
        "end": 1883.7,
        "transcribed_text": "أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
        "start_id": 218,
        "end_id": 218,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 109,
        "sura_id": 16,
        "ayah_index": 108,
        "start": 1885.07,
        "end": 1891.57,
        "transcribed_text": "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ",
        "corrected_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ",
        "start_id": 219,
        "end_id": 219,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 110,
        "sura_id": 16,
        "ayah_index": 109,
        "start": 1892.76,
        "end": 1913.89,
        "transcribed_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
        "corrected_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
        "start_id": 221,
        "end_id": 221,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 111,
        "sura_id": 16,
        "ayah_index": 110,
        "start": 1915.32,
        "end": 1927.71,
        "transcribed_text": "يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
        "corrected_text": "۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
        "start_id": 222,
        "end_id": 222,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 112,
        "sura_id": 16,
        "ayah_index": 111,
        "start": 1929.18,
        "end": 1967.41,
        "transcribed_text": "وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً فِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ يَأْتِيهَا فَكَفَرَتْ بِأَنْعُمِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْرِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ",
        "corrected_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ",
        "start_id": 226,
        "end_id": 226,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 113,
        "sura_id": 16,
        "ayah_index": 112,
        "start": 1968.99,
        "end": 1979.5,
        "transcribed_text": "وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ",
        "corrected_text": "وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ",
        "start_id": 227,
        "end_id": 227,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 114,
        "sura_id": 16,
        "ayah_index": 113,
        "start": 1980.6,
        "end": 1999.08,
        "transcribed_text": "فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ نِعْمَةَ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
        "corrected_text": "فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
        "start_id": 229,
        "end_id": 229,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 115,
        "sura_id": 16,
        "ayah_index": 114,
        "start": 2000.53,
        "end": 2021.42,
        "transcribed_text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ غَفُورٌ رَحِيمٌ",
        "corrected_text": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
        "start_id": 231,
        "end_id": 231,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 116,
        "sura_id": 16,
        "ayah_index": 115,
        "start": 2022.86,
        "end": 2042.64,
        "transcribed_text": "وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ لَا يُفْلِحُونَ",
        "corrected_text": "وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
        "start_id": 233,
        "end_id": 233,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 117,
        "sura_id": 16,
        "ayah_index": 116,
        "start": 2043.64,
        "end": 2049.8,
        "transcribed_text": "مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "corrected_text": "مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
        "start_id": 234,
        "end_id": 234,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 118,
        "sura_id": 16,
        "ayah_index": 117,
        "start": 2051.19,
        "end": 2066.97,
        "transcribed_text": "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
        "corrected_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
        "start_id": 236,
        "end_id": 236,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 119,
        "sura_id": 16,
        "ayah_index": 118,
        "start": 2068.41,
        "end": 2090.82,
        "transcribed_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُونَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
        "corrected_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ",
        "start_id": 238,
        "end_id": 238,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 120,
        "sura_id": 16,
        "ayah_index": 119,
        "start": 2091.92,
        "end": 2103.42,
        "transcribed_text": "إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ",
        "corrected_text": "إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ",
        "start_id": 239,
        "end_id": 239,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 121,
        "sura_id": 16,
        "ayah_index": 120,
        "start": 2104.52,
        "end": 2113.1,
        "transcribed_text": "يَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
        "corrected_text": "شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
        "start_id": 241,
        "end_id": 241,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 122,
        "sura_id": 16,
        "ayah_index": 121,
        "start": 2114.08,
        "end": 2123.64,
        "transcribed_text": "وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
        "corrected_text": "وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
        "start_id": 243,
        "end_id": 243,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 123,
        "sura_id": 16,
        "ayah_index": 122,
        "start": 2124.73,
        "end": 2136.45,
        "transcribed_text": "ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
        "corrected_text": "ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
        "start_id": 245,
        "end_id": 245,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 124,
        "sura_id": 16,
        "ayah_index": 123,
        "start": 2137.59,
        "end": 2153.95,
        "transcribed_text": "إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا يَخْتَلِفُونَ",
        "corrected_text": "إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
        "start_id": 247,
        "end_id": 247,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 125,
        "sura_id": 16,
        "ayah_index": 124,
        "start": 2154.9,
        "end": 2175.92,
        "transcribed_text": "ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
        "corrected_text": "ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
        "start_id": 250,
        "end_id": 250,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 126,
        "sura_id": 16,
        "ayah_index": 125,
        "start": 2176.9,
        "end": 2189.73,
        "transcribed_text": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ",
        "corrected_text": "وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ",
        "start_id": 252,
        "end_id": 252,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 127,
        "sura_id": 16,
        "ayah_index": 126,
        "start": 2190.32,
        "end": 2203.97,
        "transcribed_text": "وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ",
        "corrected_text": "وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ",
        "start_id": 254,
        "end_id": 254,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    },
    {
        "id": 128,
        "sura_id": 16,
        "ayah_index": 127,
        "start": 2205.05,
        "end": 2213.67,
        "transcribed_text": "إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ وَالْمُؤْمِنُونَ",
        "corrected_text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ",
        "start_id": 256,
        "end_id": 256,
        "uuid": "81653e73-edc4-4903-8259-551722e87f18"
    }
]