[
    {
        "id": 1,
        "sura_id": 10,
        "ayah_index": 0,
        "start": 5.91,
        "end": 14.31,
        "transcribed_text": "الم تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
        "corrected_text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 2,
        "sura_id": 10,
        "ayah_index": 1,
        "start": 15.53,
        "end": 46.82,
        "transcribed_text": "لَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّارَ وَمَنْ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ هَذَا لَسَاحِرٌ مُبِينٌ",
        "corrected_text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ",
        "start_id": 6,
        "end_id": 6,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 3,
        "sura_id": 10,
        "ayah_index": 2,
        "start": 47.83,
        "end": 77.07,
        "transcribed_text": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ",
        "corrected_text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 4,
        "sura_id": 10,
        "ayah_index": 3,
        "start": 77.73,
        "end": 107.46,
        "transcribed_text": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِتَابِ وَالْمُؤْمِنِينَ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ",
        "corrected_text": "إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 5,
        "sura_id": 10,
        "ayah_index": 4,
        "start": 108.54,
        "end": 133.0,
        "transcribed_text": "هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَمَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَمَيمِ وَالْمُؤْمِنِينَ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
        "corrected_text": "هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 6,
        "sura_id": 10,
        "ayah_index": 5,
        "start": 134.3,
        "end": 150.35,
        "transcribed_text": "إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ",
        "corrected_text": "إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ",
        "start_id": 22,
        "end_id": 22,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 7,
        "sura_id": 10,
        "ayah_index": 6,
        "start": 151.5,
        "end": 173.74,
        "transcribed_text": "إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ",
        "corrected_text": "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 8,
        "sura_id": 10,
        "ayah_index": 7,
        "start": 174.58,
        "end": 182.14,
        "transcribed_text": "أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ",
        "start_id": 25,
        "end_id": 25,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 9,
        "sura_id": 10,
        "ayah_index": 8,
        "start": 183.43,
        "end": 201.14,
        "transcribed_text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ",
        "corrected_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ",
        "start_id": 27,
        "end_id": 27,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 10,
        "sura_id": 10,
        "ayah_index": 9,
        "start": 202.16,
        "end": 218.87,
        "transcribed_text": "دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
        "corrected_text": "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 11,
        "sura_id": 10,
        "ayah_index": 10,
        "start": 220.2,
        "end": 238.94,
        "transcribed_text": "وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
        "corrected_text": "۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 12,
        "sura_id": 10,
        "ayah_index": 11,
        "start": 240.22,
        "end": 276.3,
        "transcribed_text": "وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ",
        "corrected_text": "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 13,
        "sura_id": 10,
        "ayah_index": 12,
        "start": 277.61,
        "end": 296.46,
        "transcribed_text": "وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
        "corrected_text": "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 14,
        "sura_id": 10,
        "ayah_index": 13,
        "start": 297.61,
        "end": 308.31,
        "transcribed_text": "ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ",
        "corrected_text": "ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ",
        "start_id": 37,
        "end_id": 37,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 15,
        "sura_id": 10,
        "ayah_index": 14,
        "start": 309.68,
        "end": 347.92,
        "transcribed_text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْنِ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي أَتَّبِعُ إِلَّا يُوحَى إِنِّي أَخَافُ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
        "corrected_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
        "start_id": 41,
        "end_id": 41,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 16,
        "sura_id": 10,
        "ayah_index": 15,
        "start": 349.04,
        "end": 367.63,
        "transcribed_text": "قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ لَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ",
        "corrected_text": "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 17,
        "sura_id": 10,
        "ayah_index": 16,
        "start": 368.47,
        "end": 382.14,
        "transcribed_text": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ",
        "corrected_text": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 18,
        "sura_id": 10,
        "ayah_index": 17,
        "start": 383.61,
        "end": 415.17,
        "transcribed_text": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ بِمَا يَعْلَمُ فِي السَّمَاوَاتِ فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ",
        "corrected_text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 19,
        "sura_id": 10,
        "ayah_index": 18,
        "start": 416.36,
        "end": 435.2,
        "transcribed_text": "وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُونَ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
        "corrected_text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ",
        "start_id": 51,
        "end_id": 51,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 20,
        "sura_id": 10,
        "ayah_index": 19,
        "start": 436.45,
        "end": 456.74,
        "transcribed_text": "وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ الْمُنْتَظِرِينَ",
        "corrected_text": "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 21,
        "sura_id": 10,
        "ayah_index": 20,
        "start": 457.77,
        "end": 483.41,
        "transcribed_text": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
        "corrected_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 22,
        "sura_id": 10,
        "ayah_index": 21,
        "start": 484.44,
        "end": 541.62,
        "transcribed_text": "هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ دَعَوُا اللَّهُ وَجَعَلُوا مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
        "corrected_text": "هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 23,
        "sura_id": 10,
        "ayah_index": 22,
        "start": 542.96,
        "end": 575.03,
        "transcribed_text": "فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَالْمُؤْمِنِينَ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "corrected_text": "فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 24,
        "sura_id": 10,
        "ayah_index": 23,
        "start": 576.38,
        "end": 638.79,
        "transcribed_text": "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ وَاخْتَلَطَ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَالزَّيَّنَةُ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَبِ الْأَمْرَ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
        "corrected_text": "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 25,
        "sura_id": 10,
        "ayah_index": 24,
        "start": 640.57,
        "end": 654.67,
        "transcribed_text": "وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
        "corrected_text": "وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
        "start_id": 72,
        "end_id": 72,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 26,
        "sura_id": 10,
        "ayah_index": 25,
        "start": 655.83,
        "end": 676.85,
        "transcribed_text": "لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ فِيهَا خَالِدُونَ",
        "corrected_text": "۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 27,
        "sura_id": 10,
        "ayah_index": 26,
        "start": 678.24,
        "end": 713.0,
        "transcribed_text": "وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا اللَّيْلِ مُظْلِمًا أُولَئِكَ أَصْحَابُ النَّارِ فِيهَا خَالِدُونَ",
        "corrected_text": "وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
        "start_id": 81,
        "end_id": 81,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 28,
        "sura_id": 10,
        "ayah_index": 27,
        "start": 714.31,
        "end": 739.01,
        "transcribed_text": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ وَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ",
        "corrected_text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ",
        "start_id": 83,
        "end_id": 83,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 29,
        "sura_id": 10,
        "ayah_index": 28,
        "start": 740.22,
        "end": 752.5,
        "transcribed_text": "فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ",
        "corrected_text": "فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ",
        "start_id": 84,
        "end_id": 84,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 30,
        "sura_id": 10,
        "ayah_index": 29,
        "start": 753.55,
        "end": 771.66,
        "transcribed_text": "هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَمَيمُ وَالْمُؤْمِنِينَ وَضَلَّ عَنْهُمْ كَانُوا تَرْى",
        "corrected_text": "هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
        "start_id": 89,
        "end_id": 89,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 31,
        "sura_id": 10,
        "ayah_index": 30,
        "start": 772.95,
        "end": 808.84,
        "transcribed_text": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهَ فَقُلْ أَفَلَا تَتَّقُونَ",
        "corrected_text": "قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ",
        "start_id": 93,
        "end_id": 93,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 32,
        "sura_id": 10,
        "ayah_index": 31,
        "start": 809.91,
        "end": 824.21,
        "transcribed_text": "كَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَمَيمُ وَالْمُؤْمِنِينَ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَمَّا تُصْرَفُونَ",
        "corrected_text": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ",
        "start_id": 97,
        "end_id": 97,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 33,
        "sura_id": 10,
        "ayah_index": 32,
        "start": 825.06,
        "end": 835.78,
        "transcribed_text": "كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ",
        "corrected_text": "كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ",
        "start_id": 98,
        "end_id": 98,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 34,
        "sura_id": 10,
        "ayah_index": 33,
        "start": 837.11,
        "end": 855.85,
        "transcribed_text": "قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ اللَّهُ فَأَنَّى تُؤْفَكُونَ",
        "corrected_text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ",
        "start_id": 101,
        "end_id": 101,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 35,
        "sura_id": 10,
        "ayah_index": 34,
        "start": 856.98,
        "end": 890.29,
        "transcribed_text": "قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَمَرِ وَالْمُؤْمِنِينَ اللَّهُ لِلْحَمَإِ فَسَمَنْ الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
        "corrected_text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
        "start_id": 107,
        "end_id": 107,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 36,
        "sura_id": 10,
        "ayah_index": 35,
        "start": 891.24,
        "end": 908.9,
        "transcribed_text": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَمَالِ شَيْئًا اللَّهَ عَلِيمٌ بِمَا يَسْعَلُونَ",
        "corrected_text": "وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ",
        "start_id": 111,
        "end_id": 111,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 37,
        "sura_id": 10,
        "ayah_index": 36,
        "start": 910.1,
        "end": 935.61,
        "transcribed_text": "وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ رَبِّ الْعَالَمِينَ",
        "corrected_text": "وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
        "start_id": 113,
        "end_id": 113,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 38,
        "sura_id": 10,
        "ayah_index": 37,
        "start": 936.8,
        "end": 954.35,
        "transcribed_text": "أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 115,
        "end_id": 115,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 39,
        "sura_id": 10,
        "ayah_index": 38,
        "start": 955.54,
        "end": 975.46,
        "transcribed_text": "بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ",
        "corrected_text": "بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
        "start_id": 118,
        "end_id": 118,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 40,
        "sura_id": 10,
        "ayah_index": 39,
        "start": 976.75,
        "end": 988.47,
        "transcribed_text": "وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ",
        "corrected_text": "وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ",
        "start_id": 120,
        "end_id": 120,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 41,
        "sura_id": 10,
        "ayah_index": 40,
        "start": 989.54,
        "end": 1009.85,
        "transcribed_text": "وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ",
        "corrected_text": "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
        "start_id": 122,
        "end_id": 122,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 42,
        "sura_id": 10,
        "ayah_index": 41,
        "start": 1011.0,
        "end": 1023.95,
        "transcribed_text": "وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْهِ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ",
        "corrected_text": "وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ",
        "start_id": 124,
        "end_id": 124,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 43,
        "sura_id": 10,
        "ayah_index": 42,
        "start": 1024.95,
        "end": 1038.02,
        "transcribed_text": "وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْهِ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ",
        "corrected_text": "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ",
        "start_id": 126,
        "end_id": 126,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 44,
        "sura_id": 10,
        "ayah_index": 43,
        "start": 1039.02,
        "end": 1051.11,
        "transcribed_text": "إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ",
        "corrected_text": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ",
        "start_id": 127,
        "end_id": 127,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 45,
        "sura_id": 10,
        "ayah_index": 44,
        "start": 1052.42,
        "end": 1074.51,
        "transcribed_text": "وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ",
        "corrected_text": "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ",
        "start_id": 129,
        "end_id": 129,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 46,
        "sura_id": 10,
        "ayah_index": 45,
        "start": 1075.72,
        "end": 1095.51,
        "transcribed_text": "وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى يَفْعَلُونَ",
        "corrected_text": "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ",
        "start_id": 131,
        "end_id": 131,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 47,
        "sura_id": 10,
        "ayah_index": 46,
        "start": 1096.9,
        "end": 1111.95,
        "transcribed_text": "وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
        "corrected_text": "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
        "start_id": 133,
        "end_id": 133,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 48,
        "sura_id": 10,
        "ayah_index": 47,
        "start": 1113.18,
        "end": 1121.18,
        "transcribed_text": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 134,
        "end_id": 134,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 49,
        "sura_id": 10,
        "ayah_index": 48,
        "start": 1122.2,
        "end": 1147.73,
        "transcribed_text": "قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً يَسْتَقْدِمُونَ",
        "corrected_text": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
        "start_id": 137,
        "end_id": 137,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 50,
        "sura_id": 10,
        "ayah_index": 49,
        "start": 1149.11,
        "end": 1161.15,
        "transcribed_text": "قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ",
        "corrected_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ",
        "start_id": 138,
        "end_id": 138,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 51,
        "sura_id": 10,
        "ayah_index": 50,
        "start": 1162.36,
        "end": 1177.45,
        "transcribed_text": "ثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ تَسْتَعْجِلُونَ",
        "corrected_text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
        "start_id": 140,
        "end_id": 140,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 52,
        "sura_id": 10,
        "ayah_index": 51,
        "start": 1178.67,
        "end": 1191.56,
        "transcribed_text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ",
        "corrected_text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ",
        "start_id": 141,
        "end_id": 141,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 53,
        "sura_id": 10,
        "ayah_index": 52,
        "start": 1192.9,
        "end": 1210.28,
        "transcribed_text": "وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ وَالْمُؤْمِنِينَ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
        "corrected_text": "۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
        "start_id": 145,
        "end_id": 145,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 54,
        "sura_id": 10,
        "ayah_index": 53,
        "start": 1211.67,
        "end": 1233.12,
        "transcribed_text": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
        "corrected_text": "وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
        "start_id": 148,
        "end_id": 148,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 55,
        "sura_id": 10,
        "ayah_index": 54,
        "start": 1233.99,
        "end": 1251.24,
        "transcribed_text": "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "corrected_text": "أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
        "start_id": 150,
        "end_id": 150,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 56,
        "sura_id": 10,
        "ayah_index": 55,
        "start": 1252.2,
        "end": 1257.46,
        "transcribed_text": "وَيُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
        "corrected_text": "هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ",
        "start_id": 151,
        "end_id": 151,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 57,
        "sura_id": 10,
        "ayah_index": 56,
        "start": 1258.69,
        "end": 1282.99,
        "transcribed_text": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
        "start_id": 153,
        "end_id": 153,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 58,
        "sura_id": 10,
        "ayah_index": 57,
        "start": 1284.15,
        "end": 1295.49,
        "transcribed_text": "قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ",
        "corrected_text": "قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
        "start_id": 154,
        "end_id": 154,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 59,
        "sura_id": 10,
        "ayah_index": 58,
        "start": 1296.81,
        "end": 1325.43,
        "transcribed_text": "قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا آلللَّهُ أَذِنَ أَمْ عَلَى تَفْتَرُونَ",
        "corrected_text": "قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ",
        "start_id": 157,
        "end_id": 157,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 60,
        "sura_id": 10,
        "ayah_index": 59,
        "start": 1326.62,
        "end": 1344.76,
        "transcribed_text": "وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ لَذُو فَضْلٍ النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
        "corrected_text": "وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
        "start_id": 159,
        "end_id": 159,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 61,
        "sura_id": 10,
        "ayah_index": 60,
        "start": 1346.28,
        "end": 1392.58,
        "transcribed_text": "وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ يَعْزُبُ عَنْ رَبِّكَ مِثْقَالِ ذَرَّةٍ الْأَرْضِ فِي السَّمَاءِ وَلَا أَصْوَرَ دَارِهِ أَصْرَ ذَلِكَ أَكْبَرَ كِتَابٍ مُبِينٍ",
        "corrected_text": "وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
        "start_id": 163,
        "end_id": 163,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 62,
        "sura_id": 10,
        "ayah_index": 61,
        "start": 1394.06,
        "end": 1404.24,
        "transcribed_text": "أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "corrected_text": "أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
        "start_id": 164,
        "end_id": 164,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 63,
        "sura_id": 10,
        "ayah_index": 62,
        "start": 1405.13,
        "end": 1410.28,
        "transcribed_text": "الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
        "corrected_text": "ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
        "start_id": 165,
        "end_id": 165,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 64,
        "sura_id": 10,
        "ayah_index": 63,
        "start": 1411.39,
        "end": 1426.05,
        "transcribed_text": "لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
        "corrected_text": "لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
        "start_id": 168,
        "end_id": 168,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 65,
        "sura_id": 10,
        "ayah_index": 64,
        "start": 1427.29,
        "end": 1438.75,
        "transcribed_text": "وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ",
        "corrected_text": "وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
        "start_id": 171,
        "end_id": 171,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 66,
        "sura_id": 10,
        "ayah_index": 65,
        "start": 1439.98,
        "end": 1465.51,
        "transcribed_text": "أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ دُونِ اللَّهِ شُرَكَاءَ يَتَّبِعُونَ الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
        "corrected_text": "أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
        "start_id": 174,
        "end_id": 174,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 67,
        "sura_id": 10,
        "ayah_index": 66,
        "start": 1466.83,
        "end": 1481.94,
        "transcribed_text": "هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
        "corrected_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
        "start_id": 176,
        "end_id": 176,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 68,
        "sura_id": 10,
        "ayah_index": 67,
        "start": 1483.13,
        "end": 1508.0,
        "transcribed_text": "قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ وَالْغَنِيِّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى لَا تَعْلَمُونَ",
        "corrected_text": "قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
        "start_id": 182,
        "end_id": 182,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 69,
        "sura_id": 10,
        "ayah_index": 68,
        "start": 1509.28,
        "end": 1516.8,
        "transcribed_text": "قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
        "corrected_text": "قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
        "start_id": 183,
        "end_id": 183,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 70,
        "sura_id": 10,
        "ayah_index": 69,
        "start": 1517.99,
        "end": 1536.6,
        "transcribed_text": "مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ",
        "corrected_text": "مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ",
        "start_id": 185,
        "end_id": 185,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 71,
        "sura_id": 10,
        "ayah_index": 70,
        "start": 1538.07,
        "end": 1592.74,
        "transcribed_text": "وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِينَ فِي رِيبِ آيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ غُمَّةٌ ثُمَّ قَضُوا إِلَيَّ وَلَا تُنْظِرُونِ",
        "corrected_text": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
        "start_id": 190,
        "end_id": 190,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 72,
        "sura_id": 10,
        "ayah_index": 71,
        "start": 1594.21,
        "end": 1609.51,
        "transcribed_text": "فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرِهِ وَمِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ الْمُسْلِمِينَ",
        "corrected_text": "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
        "start_id": 193,
        "end_id": 193,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 73,
        "sura_id": 10,
        "ayah_index": 72,
        "start": 1610.86,
        "end": 1631.73,
        "transcribed_text": "فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ",
        "corrected_text": "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
        "start_id": 195,
        "end_id": 195,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 74,
        "sura_id": 10,
        "ayah_index": 73,
        "start": 1633.23,
        "end": 1662.0,
        "transcribed_text": "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ",
        "corrected_text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ",
        "start_id": 198,
        "end_id": 198,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 75,
        "sura_id": 10,
        "ayah_index": 74,
        "start": 1663.55,
        "end": 1681.47,
        "transcribed_text": "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى وَهَارُونَ إِلَى فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فَاسْتَكْبَرُونَ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ",
        "corrected_text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
        "start_id": 200,
        "end_id": 200,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 76,
        "sura_id": 10,
        "ayah_index": 75,
        "start": 1682.6,
        "end": 1695.0,
        "transcribed_text": "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَذَا لَسِحْرٌ مُبِينٌ",
        "corrected_text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ",
        "start_id": 201,
        "end_id": 201,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 77,
        "sura_id": 10,
        "ayah_index": 76,
        "start": 1696.7,
        "end": 1710.17,
        "transcribed_text": "قَالَ مُوسَى أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ فَسِحْرٌ هَذَا وَلَا يُفْلِحُ السَّاحِرُونَ",
        "corrected_text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ",
        "start_id": 203,
        "end_id": 203,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 78,
        "sura_id": 10,
        "ayah_index": 77,
        "start": 1711.41,
        "end": 1729.26,
        "transcribed_text": "قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
        "corrected_text": "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ",
        "start_id": 204,
        "end_id": 204,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 79,
        "sura_id": 10,
        "ayah_index": 78,
        "start": 1730.84,
        "end": 1736.37,
        "transcribed_text": "وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ",
        "corrected_text": "وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ",
        "start_id": 205,
        "end_id": 205,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 80,
        "sura_id": 10,
        "ayah_index": 79,
        "start": 1737.37,
        "end": 1749.82,
        "transcribed_text": "فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ",
        "corrected_text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
        "start_id": 206,
        "end_id": 206,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 81,
        "sura_id": 10,
        "ayah_index": 80,
        "start": 1751.27,
        "end": 1768.18,
        "transcribed_text": "فَلَمَّا أَلْقَوْا قَالَ مُوسَى مَا كُلٌّ بِهِ السِّحْرَةُ إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لَا يُصْلِعُ عَمَلَ الْمُفْسِدِينَ",
        "corrected_text": "فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ",
        "start_id": 209,
        "end_id": 209,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 82,
        "sura_id": 10,
        "ayah_index": 81,
        "start": 1769.48,
        "end": 1776.62,
        "transcribed_text": "وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
        "corrected_text": "وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
        "start_id": 210,
        "end_id": 210,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 83,
        "sura_id": 10,
        "ayah_index": 82,
        "start": 1777.73,
        "end": 1803.29,
        "transcribed_text": "فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَدْعُوهُ وَإِنَّ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ",
        "corrected_text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ",
        "start_id": 213,
        "end_id": 213,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 84,
        "sura_id": 10,
        "ayah_index": 83,
        "start": 1804.72,
        "end": 1824.46,
        "transcribed_text": "وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُونَ تَوَكَّلُوا مُسْلِمِينَ",
        "corrected_text": "وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ",
        "start_id": 215,
        "end_id": 215,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 85,
        "sura_id": 10,
        "ayah_index": 84,
        "start": 1825.28,
        "end": 1835.36,
        "transcribed_text": "وَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ",
        "corrected_text": "فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
        "start_id": 216,
        "end_id": 216,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 86,
        "sura_id": 10,
        "ayah_index": 85,
        "start": 1836.65,
        "end": 1842.33,
        "transcribed_text": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
        "corrected_text": "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
        "start_id": 217,
        "end_id": 217,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 87,
        "sura_id": 10,
        "ayah_index": 86,
        "start": 1843.41,
        "end": 1866.75,
        "transcribed_text": "وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَهُ وَجَعَلُوا وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ",
        "corrected_text": "وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
        "start_id": 220,
        "end_id": 220,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 88,
        "sura_id": 10,
        "ayah_index": 87,
        "start": 1867.54,
        "end": 1897.6,
        "transcribed_text": "وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِهِ اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ",
        "corrected_text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
        "start_id": 222,
        "end_id": 222,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 89,
        "sura_id": 10,
        "ayah_index": 88,
        "start": 1898.83,
        "end": 1911.38,
        "transcribed_text": "قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ",
        "corrected_text": "قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
        "start_id": 223,
        "end_id": 223,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 90,
        "sura_id": 10,
        "ayah_index": 89,
        "start": 1912.94,
        "end": 1949.06,
        "transcribed_text": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنِ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَلُو وَأَنَا مِنَ الْمُسْلِمِينَ",
        "corrected_text": "۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ",
        "start_id": 226,
        "end_id": 226,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 91,
        "sura_id": 10,
        "ayah_index": 90,
        "start": 1950.28,
        "end": 1958.86,
        "transcribed_text": "آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ",
        "corrected_text": "ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ",
        "start_id": 227,
        "end_id": 227,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 92,
        "sura_id": 10,
        "ayah_index": 91,
        "start": 1959.97,
        "end": 1975.19,
        "transcribed_text": "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ",
        "corrected_text": "فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ",
        "start_id": 229,
        "end_id": 229,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 93,
        "sura_id": 10,
        "ayah_index": 92,
        "start": 1976.63,
        "end": 2008.5,
        "transcribed_text": "وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
        "corrected_text": "وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
        "start_id": 232,
        "end_id": 232,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 94,
        "sura_id": 10,
        "ayah_index": 93,
        "start": 2009.94,
        "end": 2034.51,
        "transcribed_text": "فَإِنْ كُنْتَ فِي شَكٍّ إِنْ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِ لَقَدْ جَاءَكَ الْحَقُّ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
        "corrected_text": "فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
        "start_id": 235,
        "end_id": 235,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 95,
        "sura_id": 10,
        "ayah_index": 94,
        "start": 2035.91,
        "end": 2045.67,
        "transcribed_text": "وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ",
        "corrected_text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ",
        "start_id": 236,
        "end_id": 236,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 96,
        "sura_id": 10,
        "ayah_index": 95,
        "start": 2046.7,
        "end": 2054.06,
        "transcribed_text": "إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
        "corrected_text": "إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ",
        "start_id": 237,
        "end_id": 237,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 97,
        "sura_id": 10,
        "ayah_index": 96,
        "start": 2055.04,
        "end": 2063.53,
        "transcribed_text": "وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ",
        "corrected_text": "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
        "start_id": 238,
        "end_id": 238,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 98,
        "sura_id": 10,
        "ayah_index": 97,
        "start": 2065.24,
        "end": 2090.64,
        "transcribed_text": "فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ",
        "corrected_text": "فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
        "start_id": 240,
        "end_id": 240,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 99,
        "sura_id": 10,
        "ayah_index": 98,
        "start": 2092.28,
        "end": 2107.57,
        "transcribed_text": "وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ",
        "corrected_text": "وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ",
        "start_id": 242,
        "end_id": 242,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 100,
        "sura_id": 10,
        "ayah_index": 99,
        "start": 2108.56,
        "end": 2121.47,
        "transcribed_text": "وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ",
        "corrected_text": "وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ",
        "start_id": 244,
        "end_id": 244,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 101,
        "sura_id": 10,
        "ayah_index": 100,
        "start": 2122.75,
        "end": 2135.79,
        "transcribed_text": "قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ",
        "corrected_text": "قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ",
        "start_id": 246,
        "end_id": 246,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 102,
        "sura_id": 10,
        "ayah_index": 101,
        "start": 2137.1,
        "end": 2155.1,
        "transcribed_text": "فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ الْمُنْتَظِرِينَ",
        "corrected_text": "فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
        "start_id": 248,
        "end_id": 248,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 103,
        "sura_id": 10,
        "ayah_index": 102,
        "start": 2156.62,
        "end": 2168.42,
        "transcribed_text": "ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ وَلْعَلَيْنَا نُنْجِ الْمُؤْمِنِينَ",
        "corrected_text": "ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ",
        "start_id": 251,
        "end_id": 251,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 104,
        "sura_id": 10,
        "ayah_index": 103,
        "start": 2169.96,
        "end": 2204.73,
        "transcribed_text": "قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكُورٍ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَكُونَ الْمُؤْمِنِينَ",
        "corrected_text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
        "start_id": 255,
        "end_id": 255,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 105,
        "sura_id": 10,
        "ayah_index": 104,
        "start": 2205.88,
        "end": 2215.26,
        "transcribed_text": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
        "corrected_text": "وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
        "start_id": 256,
        "end_id": 256,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 106,
        "sura_id": 10,
        "ayah_index": 105,
        "start": 2216.45,
        "end": 2231.52,
        "transcribed_text": "وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا الظَّالِمِينَ",
        "corrected_text": "وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ",
        "start_id": 258,
        "end_id": 258,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 107,
        "sura_id": 10,
        "ayah_index": 106,
        "start": 2232.82,
        "end": 2260.95,
        "transcribed_text": "وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ يُرِدْكَ بِخَيْرٍ رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ",
        "corrected_text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
        "start_id": 262,
        "end_id": 262,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 108,
        "sura_id": 10,
        "ayah_index": 107,
        "start": 2261.94,
        "end": 2289.22,
        "transcribed_text": "قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ",
        "corrected_text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ",
        "start_id": 266,
        "end_id": 266,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    },
    {
        "id": 109,
        "sura_id": 10,
        "ayah_index": 108,
        "start": 2290.38,
        "end": 2303.96,
        "transcribed_text": "وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ وَإِذَا يَعْلَمُونَ وَمَا اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ",
        "corrected_text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
        "start_id": 270,
        "end_id": 270,
        "uuid": "ba332ed4-dd1b-40d4-aaea-493498787104"
    }
]