[
    {
        "id": 1,
        "sura_id": 14,
        "ayah_index": 0,
        "start": 5.53,
        "end": 24.82,
        "transcribed_text": "الم كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
        "corrected_text": "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 2,
        "sura_id": 14,
        "ayah_index": 1,
        "start": 25.79,
        "end": 38.03,
        "transcribed_text": "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
        "corrected_text": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 3,
        "sura_id": 14,
        "ayah_index": 2,
        "start": 39.05,
        "end": 57.73,
        "transcribed_text": "الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ",
        "corrected_text": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 4,
        "sura_id": 14,
        "ayah_index": 3,
        "start": 59.02,
        "end": 79.92,
        "transcribed_text": "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ سَيُضِلُّ اللَّهُ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 10,
        "end_id": 10,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 5,
        "sura_id": 14,
        "ayah_index": 4,
        "start": 81.21,
        "end": 103.79,
        "transcribed_text": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
        "corrected_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 6,
        "sura_id": 14,
        "ayah_index": 5,
        "start": 104.6,
        "end": 140.16,
        "transcribed_text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ رَبِّكُمْ عَظِيمٌ",
        "corrected_text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 7,
        "sura_id": 14,
        "ayah_index": 6,
        "start": 141.54,
        "end": 155.01,
        "transcribed_text": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ",
        "corrected_text": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ",
        "start_id": 17,
        "end_id": 17,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 8,
        "sura_id": 14,
        "ayah_index": 7,
        "start": 155.91,
        "end": 170.54,
        "transcribed_text": "وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ",
        "corrected_text": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ",
        "start_id": 18,
        "end_id": 18,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 9,
        "sura_id": 14,
        "ayah_index": 8,
        "start": 171.88,
        "end": 229.27,
        "transcribed_text": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ يَا أَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكِرَكٍ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٌ",
        "corrected_text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 10,
        "sura_id": 14,
        "ayah_index": 9,
        "start": 230.45,
        "end": 273.15,
        "transcribed_text": "قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا يُرِيدُونَ عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا يُونَى بِسُلْطَانٍ مُبِينٍ",
        "corrected_text": "۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 11,
        "sura_id": 14,
        "ayah_index": 10,
        "start": 274.37,
        "end": 304.05,
        "transcribed_text": "قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا نَأْتِيَكُمْ بِسُلْطَانٍ بِإِذْنِ وَعَلَى فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "corrected_text": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 12,
        "sura_id": 14,
        "ayah_index": 11,
        "start": 305.4,
        "end": 325.55,
        "transcribed_text": "وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ مَا آبَيْتُمُونَا وَعَلَى فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
        "corrected_text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 13,
        "sura_id": 14,
        "ayah_index": 12,
        "start": 326.93,
        "end": 346.92,
        "transcribed_text": "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 14,
        "sura_id": 14,
        "ayah_index": 13,
        "start": 348.09,
        "end": 358.64,
        "transcribed_text": "وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
        "corrected_text": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 15,
        "sura_id": 14,
        "ayah_index": 14,
        "start": 359.78,
        "end": 365.18,
        "transcribed_text": "وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
        "corrected_text": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 16,
        "sura_id": 14,
        "ayah_index": 15,
        "start": 366.15,
        "end": 376.45,
        "transcribed_text": "وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ",
        "corrected_text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 17,
        "sura_id": 14,
        "ayah_index": 16,
        "start": 377.33,
        "end": 394.65,
        "transcribed_text": "يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّنٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ",
        "corrected_text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 18,
        "sura_id": 14,
        "ayah_index": 17,
        "start": 395.68,
        "end": 417.11,
        "transcribed_text": "مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ تَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِمٍ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
        "corrected_text": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 19,
        "sura_id": 14,
        "ayah_index": 18,
        "start": 418.22,
        "end": 432.34,
        "transcribed_text": "أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَالْمُؤْمِنِينَ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
        "corrected_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 20,
        "sura_id": 14,
        "ayah_index": 19,
        "start": 433.3,
        "end": 437.56,
        "transcribed_text": "وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
        "corrected_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
        "start_id": 50,
        "end_id": 50,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 21,
        "sura_id": 14,
        "ayah_index": 20,
        "start": 438.69,
        "end": 481.91,
        "transcribed_text": "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا لَهَدَيْنَاكُمْ وَلَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مَحِيصٍ",
        "corrected_text": "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 22,
        "sura_id": 14,
        "ayah_index": 21,
        "start": 483.19,
        "end": 533.78,
        "transcribed_text": "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعْدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَى ذُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا دَعَوْتُكُمْ فَاسْتَجَبْتُمْ فَلَا تَلُومُونِي وَلُو مُو أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ قَبْلُ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
        "corrected_text": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
        "start_id": 60,
        "end_id": 60,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 23,
        "sura_id": 14,
        "ayah_index": 22,
        "start": 535.09,
        "end": 561.21,
        "transcribed_text": "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تِحِيَّتُهُمْ سَلَامٌ",
        "corrected_text": "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 24,
        "sura_id": 14,
        "ayah_index": 23,
        "start": 562.85,
        "end": 582.99,
        "transcribed_text": "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِرٌ فَاصْلُهَا سَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ",
        "corrected_text": "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 25,
        "sura_id": 14,
        "ayah_index": 24,
        "start": 584.17,
        "end": 599.61,
        "transcribed_text": "وَالْمُؤْمِنِينَ تِيءُكُ لَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "corrected_text": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
        "start_id": 68,
        "end_id": 68,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 26,
        "sura_id": 14,
        "ayah_index": 25,
        "start": 601.05,
        "end": 614.57,
        "transcribed_text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ",
        "corrected_text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ",
        "start_id": 69,
        "end_id": 69,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 27,
        "sura_id": 14,
        "ayah_index": 26,
        "start": 615.79,
        "end": 635.64,
        "transcribed_text": "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ الظَّالِمِينَ وَيَفْعَلُ مَا يَشَاءُ",
        "corrected_text": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ",
        "start_id": 72,
        "end_id": 72,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 28,
        "sura_id": 14,
        "ayah_index": 27,
        "start": 636.94,
        "end": 647.64,
        "transcribed_text": "أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ",
        "corrected_text": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ",
        "start_id": 73,
        "end_id": 73,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 29,
        "sura_id": 14,
        "ayah_index": 28,
        "start": 648.59,
        "end": 655.48,
        "transcribed_text": "جَهَنَّمَ يَصْلَوْنَهَا وَبِينِ ذَا الْقَرَارِ",
        "corrected_text": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ",
        "start_id": 76,
        "end_id": 76,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 30,
        "sura_id": 14,
        "ayah_index": 29,
        "start": 656.55,
        "end": 670.67,
        "transcribed_text": "وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ",
        "corrected_text": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 31,
        "sura_id": 14,
        "ayah_index": 30,
        "start": 671.95,
        "end": 698.9,
        "transcribed_text": "قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ مِنْ مَا سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَدَعُونِ فِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
        "corrected_text": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ",
        "start_id": 81,
        "end_id": 81,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 32,
        "sura_id": 14,
        "ayah_index": 31,
        "start": 700.1,
        "end": 716.12,
        "transcribed_text": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ عَلَّكُمْ",
        "corrected_text": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ",
        "start_id": 83,
        "end_id": 83,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 33,
        "sura_id": 14,
        "ayah_index": 32,
        "start": 717.27,
        "end": 740.49,
        "transcribed_text": "وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ الْأَنْهَارَ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ اللَّيْلَ وَالنَّهَارَ",
        "corrected_text": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ",
        "start_id": 87,
        "end_id": 87,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 34,
        "sura_id": 14,
        "ayah_index": 33,
        "start": 741.51,
        "end": 761.09,
        "transcribed_text": "وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُونَ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ مُوهَى إِنَّ الْإِنْسَانَ لَظَلُومٌ وَالْمُؤْمِنِينَ",
        "corrected_text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ",
        "start_id": 92,
        "end_id": 92,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 35,
        "sura_id": 14,
        "ayah_index": 34,
        "start": 762.49,
        "end": 774.88,
        "transcribed_text": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ",
        "corrected_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ",
        "start_id": 93,
        "end_id": 93,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 36,
        "sura_id": 14,
        "ayah_index": 35,
        "start": 776.15,
        "end": 796.36,
        "transcribed_text": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّارِ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ",
        "corrected_text": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ",
        "start_id": 96,
        "end_id": 96,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 37,
        "sura_id": 14,
        "ayah_index": 36,
        "start": 797.4,
        "end": 835.2,
        "transcribed_text": "رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ تُرْزُقَهُمْ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ",
        "corrected_text": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ",
        "start_id": 99,
        "end_id": 99,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 38,
        "sura_id": 14,
        "ayah_index": 37,
        "start": 836.57,
        "end": 853.63,
        "transcribed_text": "رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
        "corrected_text": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
        "start_id": 101,
        "end_id": 101,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 39,
        "sura_id": 14,
        "ayah_index": 38,
        "start": 854.72,
        "end": 869.01,
        "transcribed_text": "الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّينَ سَمِيعُ الدُّعَاءِ",
        "corrected_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ",
        "start_id": 103,
        "end_id": 103,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 40,
        "sura_id": 14,
        "ayah_index": 39,
        "start": 870.03,
        "end": 881.04,
        "transcribed_text": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
        "corrected_text": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ",
        "start_id": 105,
        "end_id": 105,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 41,
        "sura_id": 14,
        "ayah_index": 40,
        "start": 882.04,
        "end": 890.72,
        "transcribed_text": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدِيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
        "corrected_text": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ",
        "start_id": 106,
        "end_id": 106,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 42,
        "sura_id": 14,
        "ayah_index": 41,
        "start": 892.2,
        "end": 908.67,
        "transcribed_text": "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ",
        "corrected_text": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ",
        "start_id": 108,
        "end_id": 108,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 43,
        "sura_id": 14,
        "ayah_index": 42,
        "start": 909.74,
        "end": 920.92,
        "transcribed_text": "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُونَ وَأَفْئِدْتُهُمْ هَوَاءٌ",
        "corrected_text": "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ",
        "start_id": 110,
        "end_id": 110,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 44,
        "sura_id": 14,
        "ayah_index": 43,
        "start": 921.98,
        "end": 957.69,
        "transcribed_text": "وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا سَيَقُولُ رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلُ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ",
        "corrected_text": "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ",
        "start_id": 113,
        "end_id": 113,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 45,
        "sura_id": 14,
        "ayah_index": 44,
        "start": 958.69,
        "end": 979.64,
        "transcribed_text": "وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ",
        "corrected_text": "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ",
        "start_id": 115,
        "end_id": 115,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 46,
        "sura_id": 14,
        "ayah_index": 45,
        "start": 980.88,
        "end": 993.16,
        "transcribed_text": "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ",
        "corrected_text": "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ",
        "start_id": 116,
        "end_id": 116,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 47,
        "sura_id": 14,
        "ayah_index": 46,
        "start": 994.5,
        "end": 1006.81,
        "transcribed_text": "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ عَزِيزٌ ذُو انْتِقَامٍ",
        "corrected_text": "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ",
        "start_id": 118,
        "end_id": 118,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 48,
        "sura_id": 14,
        "ayah_index": 47,
        "start": 1007.9,
        "end": 1019.84,
        "transcribed_text": "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
        "corrected_text": "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
        "start_id": 120,
        "end_id": 120,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 49,
        "sura_id": 14,
        "ayah_index": 48,
        "start": 1020.81,
        "end": 1027.93,
        "transcribed_text": "وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ",
        "corrected_text": "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
        "start_id": 121,
        "end_id": 121,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 50,
        "sura_id": 14,
        "ayah_index": 49,
        "start": 1028.9,
        "end": 1037.95,
        "transcribed_text": "يَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ",
        "corrected_text": "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
        "start_id": 122,
        "end_id": 122,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 51,
        "sura_id": 14,
        "ayah_index": 50,
        "start": 1039.01,
        "end": 1049.9,
        "transcribed_text": "لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ إِنَّ سَرِيعُ الْحِسَابِ",
        "corrected_text": "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
        "start_id": 124,
        "end_id": 124,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    },
    {
        "id": 52,
        "sura_id": 14,
        "ayah_index": 51,
        "start": 1050.86,
        "end": 1076.21,
        "transcribed_text": "هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَزْدَى يَرَأُولُ الْأَلْبَابُ",
        "corrected_text": "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
        "start_id": 127,
        "end_id": 127,
        "uuid": "02bbd993-1185-42a2-b8d8-598dcc749f58"
    }
]