[
    {
        "id": 1,
        "sura_id": 35,
        "ayah_index": 0,
        "start": 5.45,
        "end": 31.56,
        "transcribed_text": "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "corrected_text": "ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
        "start_id": 4,
        "end_id": 4,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 2,
        "sura_id": 35,
        "ayah_index": 1,
        "start": 33.06,
        "end": 49.5,
        "transcribed_text": "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ مُرْسِلَ لَهُ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 3,
        "sura_id": 35,
        "ayah_index": 2,
        "start": 50.82,
        "end": 76.07,
        "transcribed_text": "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ بِسَلْ مِنْ خَالِقٍ غَيْرُ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ كَأَنَّى تُؤْفَكُونَ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 4,
        "sura_id": 35,
        "ayah_index": 3,
        "start": 77.4,
        "end": 88.83,
        "transcribed_text": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
        "corrected_text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 5,
        "sura_id": 35,
        "ayah_index": 4,
        "start": 90.0,
        "end": 107.22,
        "transcribed_text": "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ وَالْمُؤْمِنِينَ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 6,
        "sura_id": 35,
        "ayah_index": 5,
        "start": 108.28,
        "end": 122.91,
        "transcribed_text": "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
        "corrected_text": "إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ",
        "start_id": 18,
        "end_id": 18,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 7,
        "sura_id": 35,
        "ayah_index": 6,
        "start": 123.95,
        "end": 139.64,
        "transcribed_text": "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "corrected_text": "ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 8,
        "sura_id": 35,
        "ayah_index": 7,
        "start": 141.15,
        "end": 169.25,
        "transcribed_text": "فَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ عَلِيمٌ بِمَا يَصْنَعُونَ",
        "corrected_text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 9,
        "sura_id": 35,
        "ayah_index": 8,
        "start": 170.57,
        "end": 189.46,
        "transcribed_text": "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ",
        "corrected_text": "وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ",
        "start_id": 26,
        "end_id": 26,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 10,
        "sura_id": 35,
        "ayah_index": 9,
        "start": 190.81,
        "end": 217.39,
        "transcribed_text": "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَذِرَ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ",
        "corrected_text": "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ",
        "start_id": 30,
        "end_id": 30,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 11,
        "sura_id": 35,
        "ayah_index": 10,
        "start": 218.73,
        "end": 229.55,
        "transcribed_text": "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا",
        "corrected_text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
        "start_id": 31,
        "end_id": 31,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 12,
        "sura_id": 35,
        "ayah_index": 11,
        "start": 230.56,
        "end": 290.13,
        "transcribed_text": "وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضْعُ إِلَّا بِعِلْمِهِ يُعَمَّرُ مُعَمَّرٍ يُنْقَصُ مِنْ عُمُرِهِ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "corrected_text": "وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
        "start_id": 37,
        "end_id": 37,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 13,
        "sura_id": 35,
        "ayah_index": 12,
        "start": 291.82,
        "end": 320.66,
        "transcribed_text": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُونَ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ",
        "corrected_text": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 14,
        "sura_id": 35,
        "ayah_index": 13,
        "start": 321.98,
        "end": 340.32,
        "transcribed_text": "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
        "corrected_text": "إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ",
        "start_id": 43,
        "end_id": 43,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 15,
        "sura_id": 35,
        "ayah_index": 14,
        "start": 341.59,
        "end": 354.91,
        "transcribed_text": "يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
        "corrected_text": "۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
        "start_id": 45,
        "end_id": 45,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 16,
        "sura_id": 35,
        "ayah_index": 15,
        "start": 355.93,
        "end": 362.57,
        "transcribed_text": "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
        "corrected_text": "إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 17,
        "sura_id": 35,
        "ayah_index": 16,
        "start": 363.26,
        "end": 367.79,
        "transcribed_text": "وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
        "corrected_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
        "start_id": 47,
        "end_id": 47,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 18,
        "sura_id": 35,
        "ayah_index": 17,
        "start": 368.78,
        "end": 372.96,
        "transcribed_text": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى",
        "corrected_text": "وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 19,
        "sura_id": 35,
        "ayah_index": 18,
        "start": 373.87,
        "end": 404.69,
        "transcribed_text": "وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبًا إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ",
        "corrected_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ",
        "start_id": 52,
        "end_id": 52,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 20,
        "sura_id": 35,
        "ayah_index": 19,
        "start": 405.87,
        "end": 410.06,
        "transcribed_text": "وَمَا يَسْتَوِي الْأَمْرَ وَالْبَصِيرَ",
        "corrected_text": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 21,
        "sura_id": 35,
        "ayah_index": 20,
        "start": 410.85,
        "end": 414.72,
        "transcribed_text": "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
        "corrected_text": "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 22,
        "sura_id": 35,
        "ayah_index": 21,
        "start": 415.4,
        "end": 425.41,
        "transcribed_text": "وَلَا الظِّلُّ وَلَا الْحَرُورُ وَمَا يَسْتَوِي الْأَحْيَاءُ الْأَمْوَاتُ",
        "corrected_text": "وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 23,
        "sura_id": 35,
        "ayah_index": 22,
        "start": 426.2,
        "end": 439.73,
        "transcribed_text": "إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ فِي الْقُبُورِ",
        "corrected_text": "إِنۡ أَنتَ إِلَّا نَذِيرٌ",
        "start_id": 58,
        "end_id": 58,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 24,
        "sura_id": 35,
        "ayah_index": 23,
        "start": 440.77,
        "end": 444.79,
        "transcribed_text": "إِنْ أَنْتَ إِلَّا نَذِيرٌ",
        "corrected_text": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 25,
        "sura_id": 35,
        "ayah_index": 24,
        "start": 445.59,
        "end": 458.95,
        "transcribed_text": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
        "corrected_text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 26,
        "sura_id": 35,
        "ayah_index": 25,
        "start": 460.44,
        "end": 476.04,
        "transcribed_text": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
        "corrected_text": "ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ",
        "start_id": 62,
        "end_id": 62,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 27,
        "sura_id": 35,
        "ayah_index": 26,
        "start": 477.05,
        "end": 499.81,
        "transcribed_text": "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا",
        "corrected_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 28,
        "sura_id": 35,
        "ayah_index": 27,
        "start": 501.03,
        "end": 522.84,
        "transcribed_text": "وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٍ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ أَلْوَانُهُ كَذَابِ",
        "corrected_text": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
        "start_id": 67,
        "end_id": 67,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 29,
        "sura_id": 35,
        "ayah_index": 28,
        "start": 523.91,
        "end": 562.15,
        "transcribed_text": "إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ عَزِيزٌ غَفُورٌ الَّذِينَ يَتْلُونَ كِتَابَ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً فِرًّا يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
        "corrected_text": "إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 30,
        "sura_id": 35,
        "ayah_index": 29,
        "start": 563.55,
        "end": 576.24,
        "transcribed_text": "يُوَسِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ",
        "corrected_text": "لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ",
        "start_id": 73,
        "end_id": 73,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 31,
        "sura_id": 35,
        "ayah_index": 30,
        "start": 577.71,
        "end": 597.11,
        "transcribed_text": "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
        "corrected_text": "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ",
        "start_id": 75,
        "end_id": 75,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 32,
        "sura_id": 35,
        "ayah_index": 31,
        "start": 598.75,
        "end": 624.83,
        "transcribed_text": "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
        "corrected_text": "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 33,
        "sura_id": 35,
        "ayah_index": 32,
        "start": 626.29,
        "end": 642.11,
        "transcribed_text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ حَرِيمٌ",
        "corrected_text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 34,
        "sura_id": 35,
        "ayah_index": 33,
        "start": 643.48,
        "end": 657.5,
        "transcribed_text": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
        "corrected_text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ",
        "start_id": 82,
        "end_id": 82,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 35,
        "sura_id": 35,
        "ayah_index": 34,
        "start": 659.04,
        "end": 673.68,
        "transcribed_text": "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
        "corrected_text": "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ",
        "start_id": 83,
        "end_id": 83,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 36,
        "sura_id": 35,
        "ayah_index": 35,
        "start": 675.32,
        "end": 693.18,
        "transcribed_text": "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ",
        "corrected_text": "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 37,
        "sura_id": 35,
        "ayah_index": 36,
        "start": 694.7,
        "end": 718.19,
        "transcribed_text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ",
        "corrected_text": "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
        "start_id": 87,
        "end_id": 87,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 38,
        "sura_id": 35,
        "ayah_index": 37,
        "start": 719.34,
        "end": 738.08,
        "transcribed_text": "فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "corrected_text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
        "start_id": 90,
        "end_id": 90,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 39,
        "sura_id": 35,
        "ayah_index": 38,
        "start": 739.34,
        "end": 763.43,
        "transcribed_text": "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا خَسَارًا",
        "corrected_text": "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا",
        "start_id": 94,
        "end_id": 94,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 40,
        "sura_id": 35,
        "ayah_index": 39,
        "start": 764.76,
        "end": 801.46,
        "transcribed_text": "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَةٍ مِنْهُ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا",
        "corrected_text": "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا",
        "start_id": 97,
        "end_id": 97,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 41,
        "sura_id": 35,
        "ayah_index": 40,
        "start": 802.48,
        "end": 824.01,
        "transcribed_text": "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
        "corrected_text": "۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
        "start_id": 100,
        "end_id": 100,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 42,
        "sura_id": 35,
        "ayah_index": 41,
        "start": 825.13,
        "end": 846.06,
        "transcribed_text": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى وَبِالْأُمَمِينَ فَلَمَّا مَا زَادَهُمْ إِلَّا نُكُورًا",
        "corrected_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا",
        "start_id": 103,
        "end_id": 103,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 43,
        "sura_id": 35,
        "ayah_index": 42,
        "start": 847.2,
        "end": 869.97,
        "transcribed_text": "وَالْمُؤْمِنِينَ بِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ سُنَّةَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
        "corrected_text": "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا",
        "start_id": 108,
        "end_id": 108,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 44,
        "sura_id": 35,
        "ayah_index": 43,
        "start": 870.61,
        "end": 905.62,
        "transcribed_text": "وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَحْوِيلًا أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا لِيُعْجِزَهُ شَيْءٍ السَّمَاوَاتِ وَلَا فِي إِنَّهُ عَلِيمًا قَدِيرًا",
        "corrected_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا",
        "start_id": 112,
        "end_id": 112,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    },
    {
        "id": 45,
        "sura_id": 35,
        "ayah_index": 44,
        "start": 906.64,
        "end": 938.59,
        "transcribed_text": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ كَانَ بِعِبَادِهِ بَصِيرًا",
        "corrected_text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا",
        "start_id": 115,
        "end_id": 115,
        "uuid": "cf3530e9-f9da-49f6-b029-9375e78b0b84"
    }
]