[
    {
        "id": 1,
        "sura_id": 46,
        "ayah_index": 0,
        "start": 6.39,
        "end": 9.07,
        "transcribed_text": "حم",
        "corrected_text": "حمٓ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 2,
        "sura_id": 46,
        "ayah_index": 1,
        "start": 10.26,
        "end": 16.7,
        "transcribed_text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
        "corrected_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 3,
        "sura_id": 46,
        "ayah_index": 2,
        "start": 18.18,
        "end": 37.78,
        "transcribed_text": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ",
        "corrected_text": "مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 4,
        "sura_id": 46,
        "ayah_index": 3,
        "start": 39.04,
        "end": 67.61,
        "transcribed_text": "قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ يَرْضِي تُونِي بِكِتَابٍ قَبْلِ هَذَا أَوْ أَثَارَةٍ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
        "corrected_text": "قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 5,
        "sura_id": 46,
        "ayah_index": 4,
        "start": 69.08,
        "end": 86.64,
        "transcribed_text": "وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ",
        "corrected_text": "وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ",
        "start_id": 8,
        "end_id": 8,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 6,
        "sura_id": 46,
        "ayah_index": 5,
        "start": 88.5,
        "end": 98.91,
        "transcribed_text": "وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ",
        "corrected_text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ",
        "start_id": 9,
        "end_id": 9,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 7,
        "sura_id": 46,
        "ayah_index": 6,
        "start": 100.2,
        "end": 115.32,
        "transcribed_text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَذَا سِحْرٌ مُبِينٌ",
        "corrected_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ",
        "start_id": 10,
        "end_id": 10,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 8,
        "sura_id": 46,
        "ayah_index": 7,
        "start": 116.84,
        "end": 119.74,
        "transcribed_text": "أَمْ يَقُولُونَ افْتَرَاهُ",
        "corrected_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 9,
        "sura_id": 46,
        "ayah_index": 8,
        "start": 120.48,
        "end": 137.17,
        "transcribed_text": "قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا وَأَعْلَمُ بِمَا تُفِيضُونَ فِيهِ وَكَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ",
        "corrected_text": "قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
        "start_id": 14,
        "end_id": 14,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 10,
        "sura_id": 46,
        "ayah_index": 9,
        "start": 137.97,
        "end": 141.31,
        "transcribed_text": "وَهُوَ الْغَفُورُ الرَّحِيمُ",
        "corrected_text": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 11,
        "sura_id": 46,
        "ayah_index": 10,
        "start": 142.18,
        "end": 208.22,
        "transcribed_text": "قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا يُوحَى إِلَيَّ أَنَا إِلَّا نَذِيرٌ مُبِينٌ أَرَأَيْتُمْ كَانَ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ خَيْرًا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 12,
        "sura_id": 46,
        "ayah_index": 11,
        "start": 209.63,
        "end": 228.77,
        "transcribed_text": "وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ",
        "corrected_text": "وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 13,
        "sura_id": 46,
        "ayah_index": 12,
        "start": 230.27,
        "end": 242.34,
        "transcribed_text": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "corrected_text": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
        "start_id": 24,
        "end_id": 24,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 14,
        "sura_id": 46,
        "ayah_index": 13,
        "start": 243.49,
        "end": 255.31,
        "transcribed_text": "أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
        "start_id": 25,
        "end_id": 25,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 15,
        "sura_id": 46,
        "ayah_index": 14,
        "start": 256.57,
        "end": 315.39,
        "transcribed_text": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا فَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْنِي فِي ذُرْبِيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
        "corrected_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 16,
        "sura_id": 46,
        "ayah_index": 15,
        "start": 316.74,
        "end": 336.64,
        "transcribed_text": "أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ",
        "start_id": 34,
        "end_id": 34,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 17,
        "sura_id": 46,
        "ayah_index": 16,
        "start": 337.86,
        "end": 369.19,
        "transcribed_text": "وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
        "corrected_text": "وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 18,
        "sura_id": 46,
        "ayah_index": 17,
        "start": 370.77,
        "end": 388.93,
        "transcribed_text": "أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ",
        "corrected_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 19,
        "sura_id": 46,
        "ayah_index": 18,
        "start": 390.04,
        "end": 394.97,
        "transcribed_text": "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا",
        "corrected_text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 20,
        "sura_id": 46,
        "ayah_index": 19,
        "start": 395.67,
        "end": 433.89,
        "transcribed_text": "وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ الْيَوْمَ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ",
        "corrected_text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ",
        "start_id": 42,
        "end_id": 42,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 21,
        "sura_id": 46,
        "ayah_index": 20,
        "start": 435.54,
        "end": 463.83,
        "transcribed_text": "وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ أَنْ لَا إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
        "corrected_text": "۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 22,
        "sura_id": 46,
        "ayah_index": 21,
        "start": 465.14,
        "end": 478.2,
        "transcribed_text": "قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
        "corrected_text": "قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
        "start_id": 45,
        "end_id": 45,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 23,
        "sura_id": 46,
        "ayah_index": 22,
        "start": 479.76,
        "end": 494.66,
        "transcribed_text": "قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
        "corrected_text": "قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 24,
        "sura_id": 46,
        "ayah_index": 23,
        "start": 496.18,
        "end": 515.55,
        "transcribed_text": "فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ فِي حُنْفِيهَا عَذَابٌ أَلِيمٌ",
        "corrected_text": "فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 25,
        "sura_id": 46,
        "ayah_index": 24,
        "start": 516.37,
        "end": 531.92,
        "transcribed_text": "يُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
        "corrected_text": "تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
        "start_id": 51,
        "end_id": 51,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 26,
        "sura_id": 46,
        "ayah_index": 25,
        "start": 532.9,
        "end": 579.06,
        "transcribed_text": "وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "corrected_text": "وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
        "start_id": 55,
        "end_id": 55,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 27,
        "sura_id": 46,
        "ayah_index": 26,
        "start": 580.23,
        "end": 590.37,
        "transcribed_text": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَى وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
        "corrected_text": "وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 28,
        "sura_id": 46,
        "ayah_index": 27,
        "start": 591.8,
        "end": 608.12,
        "transcribed_text": "فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً بَلْ ضَلُّوا عَنْهُمْ وَذَلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ",
        "corrected_text": "فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ",
        "start_id": 59,
        "end_id": 59,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 29,
        "sura_id": 46,
        "ayah_index": 28,
        "start": 609.73,
        "end": 630.38,
        "transcribed_text": "وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ",
        "corrected_text": "وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 30,
        "sura_id": 46,
        "ayah_index": 29,
        "start": 631.64,
        "end": 655.56,
        "transcribed_text": "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ",
        "corrected_text": "قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 31,
        "sura_id": 46,
        "ayah_index": 30,
        "start": 656.6,
        "end": 662.48,
        "transcribed_text": "يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ",
        "corrected_text": "يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ",
        "start_id": 64,
        "end_id": 64,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 32,
        "sura_id": 46,
        "ayah_index": 31,
        "start": 663.41,
        "end": 686.69,
        "transcribed_text": "وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ دُونِهِ أَوْلِيَاءُ",
        "corrected_text": "وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 33,
        "sura_id": 46,
        "ayah_index": 32,
        "start": 687.65,
        "end": 717.31,
        "transcribed_text": "أُولَئِكَ فِي ضَلَالٍ مُبِينٍ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ كُلِّ شَيْءٍ قَدِيرٌ",
        "corrected_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
        "start_id": 70,
        "end_id": 70,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 34,
        "sura_id": 46,
        "ayah_index": 33,
        "start": 718.61,
        "end": 735.88,
        "transcribed_text": "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ وَالْمُؤْمِنِينَ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
        "corrected_text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
        "start_id": 74,
        "end_id": 74,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    },
    {
        "id": 35,
        "sura_id": 46,
        "ayah_index": 34,
        "start": 736.99,
        "end": 763.54,
        "transcribed_text": "فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعِزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً نَهَارٍ تَلَا فَهَلْ يُهْلَكُ الْقَوْمُ الْفَاسِقُونَ",
        "corrected_text": "فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "30fa1c0e-7d98-4d67-9f8b-e528445614c0"
    }
]