[
    {
        "id": 1,
        "sura_id": 57,
        "ayah_index": 0,
        "start": 5.62,
        "end": 13.92,
        "transcribed_text": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "corrected_text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 2,
        "sura_id": 57,
        "ayah_index": 1,
        "start": 14.79,
        "end": 21.48,
        "transcribed_text": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ",
        "corrected_text": "لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "start_id": 5,
        "end_id": 5,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 3,
        "sura_id": 57,
        "ayah_index": 2,
        "start": 22.33,
        "end": 32.88,
        "transcribed_text": "وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَالْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ",
        "corrected_text": "هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 4,
        "sura_id": 57,
        "ayah_index": 3,
        "start": 33.84,
        "end": 70.32,
        "transcribed_text": "وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَظِيمِ يَعْلَمُ مَا يَلِجُ الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا مَعَكُمْ أَيْنَ كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "corrected_text": "هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 5,
        "sura_id": 57,
        "ayah_index": 4,
        "start": 71.44,
        "end": 79.27,
        "transcribed_text": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
        "corrected_text": "لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
        "start_id": 14,
        "end_id": 14,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 6,
        "sura_id": 57,
        "ayah_index": 5,
        "start": 80.24,
        "end": 92.03,
        "transcribed_text": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "corrected_text": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 7,
        "sura_id": 57,
        "ayah_index": 6,
        "start": 92.85,
        "end": 112.2,
        "transcribed_text": "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ الَّذِينَ مِنْكُمْ لَهُمْ أَجْرٌ كَبِيرٌ",
        "corrected_text": "ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ",
        "start_id": 18,
        "end_id": 18,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 8,
        "sura_id": 57,
        "ayah_index": 7,
        "start": 113.13,
        "end": 128.94,
        "transcribed_text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
        "corrected_text": "وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
        "start_id": 19,
        "end_id": 19,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 9,
        "sura_id": 57,
        "ayah_index": 8,
        "start": 130.19,
        "end": 142.49,
        "transcribed_text": "هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ",
        "corrected_text": "هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ",
        "start_id": 20,
        "end_id": 20,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 10,
        "sura_id": 57,
        "ayah_index": 9,
        "start": 143.26,
        "end": 187.79,
        "transcribed_text": "وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَرَ أُولَئِكَ أَعْظَمُ دَرَجَةً الَّذِينَ أَنْفَقُوا بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "corrected_text": "وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
        "start_id": 26,
        "end_id": 26,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 11,
        "sura_id": 57,
        "ayah_index": 10,
        "start": 188.85,
        "end": 201.14,
        "transcribed_text": "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ",
        "corrected_text": "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ",
        "start_id": 27,
        "end_id": 27,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 12,
        "sura_id": 57,
        "ayah_index": 11,
        "start": 202.09,
        "end": 226.35,
        "transcribed_text": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
        "corrected_text": "يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
        "start_id": 30,
        "end_id": 30,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 13,
        "sura_id": 57,
        "ayah_index": 12,
        "start": 227.56,
        "end": 257.14,
        "transcribed_text": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ قِبَلِهِ الْعَذَابُ",
        "corrected_text": "يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ",
        "start_id": 32,
        "end_id": 32,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 14,
        "sura_id": 57,
        "ayah_index": 13,
        "start": 258.43,
        "end": 286.33,
        "transcribed_text": "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ",
        "corrected_text": "يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
        "start_id": 35,
        "end_id": 35,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 15,
        "sura_id": 57,
        "ayah_index": 14,
        "start": 287.31,
        "end": 304.05,
        "transcribed_text": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا أَنَأْوَاكُمُ النَّارُ يَمَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ",
        "corrected_text": "فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 16,
        "sura_id": 57,
        "ayah_index": 15,
        "start": 305.4,
        "end": 321.12,
        "transcribed_text": "أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ سُودِينَ",
        "corrected_text": "۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
        "start_id": 40,
        "end_id": 40,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 17,
        "sura_id": 57,
        "ayah_index": 16,
        "start": 322.71,
        "end": 352.13,
        "transcribed_text": "وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
        "corrected_text": "ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
        "start_id": 44,
        "end_id": 44,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 18,
        "sura_id": 57,
        "ayah_index": 17,
        "start": 353.4,
        "end": 366.24,
        "transcribed_text": "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
        "corrected_text": "إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ",
        "start_id": 45,
        "end_id": 45,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 19,
        "sura_id": 57,
        "ayah_index": 18,
        "start": 367.38,
        "end": 396.08,
        "transcribed_text": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أَصْحَابُ الْجَحِيمِ",
        "corrected_text": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 20,
        "sura_id": 57,
        "ayah_index": 19,
        "start": 396.92,
        "end": 448.58,
        "transcribed_text": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌُ بَيْنَكُمْ وَتَفَاخُرُوا انْبَيْنَكُمْ وَتَكَاثُرُوا انْفِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا إِلَّا مَتَاعُ الْأُرُورِ",
        "corrected_text": "ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
        "start_id": 53,
        "end_id": 53,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 21,
        "sura_id": 57,
        "ayah_index": 20,
        "start": 449.74,
        "end": 477.1,
        "transcribed_text": "يَا بِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
        "corrected_text": "سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
        "start_id": 56,
        "end_id": 56,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 22,
        "sura_id": 57,
        "ayah_index": 21,
        "start": 477.79,
        "end": 498.22,
        "transcribed_text": "وَمَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ذَلِكَ عَلَى اللَّهِ يَسِيرٌ",
        "corrected_text": "مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
        "start_id": 58,
        "end_id": 58,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 23,
        "sura_id": 57,
        "ayah_index": 22,
        "start": 499.29,
        "end": 514.13,
        "transcribed_text": "لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
        "corrected_text": "لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ",
        "start_id": 60,
        "end_id": 60,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 24,
        "sura_id": 57,
        "ayah_index": 23,
        "start": 515.31,
        "end": 528.6,
        "transcribed_text": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
        "corrected_text": "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
        "start_id": 62,
        "end_id": 62,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 25,
        "sura_id": 57,
        "ayah_index": 24,
        "start": 529.98,
        "end": 566.4,
        "transcribed_text": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ قَوِيٌّ عَزِيزٌ",
        "corrected_text": "لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 26,
        "sura_id": 57,
        "ayah_index": 25,
        "start": 567.35,
        "end": 586.25,
        "transcribed_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ مِنْهُمْ مُهْتَدَرٌ وَكَثِيرٌ فَاسِقُونَ",
        "corrected_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
        "start_id": 69,
        "end_id": 69,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 27,
        "sura_id": 57,
        "ayah_index": 26,
        "start": 587.39,
        "end": 633.19,
        "transcribed_text": "ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةَ لِابْتَدْعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا أَطَّرِ عَايَتِهَا فَآتَيْنَا آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ فَاسِقُونَ",
        "corrected_text": "ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
        "start_id": 74,
        "end_id": 74,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 28,
        "sura_id": 57,
        "ayah_index": 27,
        "start": 633.97,
        "end": 644.65,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
        "start_id": 75,
        "end_id": 75,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    },
    {
        "id": 29,
        "sura_id": 57,
        "ayah_index": 28,
        "start": 645.87,
        "end": 685.57,
        "transcribed_text": "يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ يَشَاءُ ذُو الْعَظِيمِ",
        "corrected_text": "لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "a5b8adbc-f85c-4576-aa54-0d2a19e1ffb4"
    }
]