[
    {
        "id": 1,
        "sura_id": 40,
        "ayah_index": 0,
        "start": 6.55,
        "end": 9.3,
        "transcribed_text": "حم",
        "corrected_text": "حمٓ",
        "start_id": 2,
        "end_id": 2,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 2,
        "sura_id": 40,
        "ayah_index": 1,
        "start": 10.25,
        "end": 16.07,
        "transcribed_text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ",
        "corrected_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
        "start_id": 3,
        "end_id": 3,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 3,
        "sura_id": 40,
        "ayah_index": 2,
        "start": 17.27,
        "end": 32.21,
        "transcribed_text": "غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ",
        "corrected_text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
        "start_id": 6,
        "end_id": 6,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 4,
        "sura_id": 40,
        "ayah_index": 3,
        "start": 33.34,
        "end": 44.74,
        "transcribed_text": "لَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ",
        "corrected_text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
        "start_id": 7,
        "end_id": 7,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 5,
        "sura_id": 40,
        "ayah_index": 4,
        "start": 45.83,
        "end": 70.99,
        "transcribed_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ",
        "corrected_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
        "start_id": 11,
        "end_id": 11,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 6,
        "sura_id": 40,
        "ayah_index": 5,
        "start": 72.05,
        "end": 82.47,
        "transcribed_text": "وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ",
        "corrected_text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
        "start_id": 12,
        "end_id": 12,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 7,
        "sura_id": 40,
        "ayah_index": 6,
        "start": 83.72,
        "end": 97.05,
        "transcribed_text": "الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا",
        "corrected_text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
        "start_id": 13,
        "end_id": 13,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 8,
        "sura_id": 40,
        "ayah_index": 7,
        "start": 98.35,
        "end": 116.26,
        "transcribed_text": "رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا يَغْفِرْ وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ",
        "corrected_text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "start_id": 15,
        "end_id": 15,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 9,
        "sura_id": 40,
        "ayah_index": 8,
        "start": 117.45,
        "end": 131.36,
        "transcribed_text": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ",
        "corrected_text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
        "start_id": 16,
        "end_id": 16,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 10,
        "sura_id": 40,
        "ayah_index": 9,
        "start": 132.53,
        "end": 168.77,
        "transcribed_text": "إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِسَّيِّ آتِيَهُمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ",
        "corrected_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
        "start_id": 21,
        "end_id": 21,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 11,
        "sura_id": 40,
        "ayah_index": 10,
        "start": 169.88,
        "end": 188.77,
        "transcribed_text": "قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ",
        "corrected_text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
        "start_id": 23,
        "end_id": 23,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 12,
        "sura_id": 40,
        "ayah_index": 11,
        "start": 189.73,
        "end": 206.02,
        "transcribed_text": "ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُونَ بَلْ حُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ",
        "corrected_text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
        "start_id": 25,
        "end_id": 25,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 13,
        "sura_id": 40,
        "ayah_index": 12,
        "start": 207.11,
        "end": 221.73,
        "transcribed_text": "هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا يُنِيبُ",
        "corrected_text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
        "start_id": 27,
        "end_id": 27,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 14,
        "sura_id": 40,
        "ayah_index": 13,
        "start": 222.75,
        "end": 229.42,
        "transcribed_text": "فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ",
        "corrected_text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
        "start_id": 28,
        "end_id": 28,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 15,
        "sura_id": 40,
        "ayah_index": 14,
        "start": 230.34,
        "end": 244.63,
        "transcribed_text": "وَفِي عُدَّرَ جَاثِدُ الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ",
        "corrected_text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
        "start_id": 29,
        "end_id": 29,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 16,
        "sura_id": 40,
        "ayah_index": 15,
        "start": 245.78,
        "end": 262.37,
        "transcribed_text": "يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمِ الْوَاحِدِ الْقَهَّارِ",
        "corrected_text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
        "start_id": 33,
        "end_id": 33,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 17,
        "sura_id": 40,
        "ayah_index": 16,
        "start": 263.53,
        "end": 277.08,
        "transcribed_text": "فَالْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَ لَا ظُلْمَ الْيَوْمِ إِنَّ اللَّهَ سَرِيعٌ حِسَابٌ",
        "corrected_text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
        "start_id": 36,
        "end_id": 36,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 18,
        "sura_id": 40,
        "ayah_index": 17,
        "start": 278.5,
        "end": 294.66,
        "transcribed_text": "وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
        "corrected_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
        "start_id": 38,
        "end_id": 38,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 19,
        "sura_id": 40,
        "ayah_index": 18,
        "start": 295.83,
        "end": 301.9,
        "transcribed_text": "يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ",
        "corrected_text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
        "start_id": 39,
        "end_id": 39,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 20,
        "sura_id": 40,
        "ayah_index": 19,
        "start": 302.76,
        "end": 319.06,
        "transcribed_text": "وَاللَّهُ يَقْضِي بِالْحَقِّ وَالْمُؤْمِنِينَ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ",
        "corrected_text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
        "start_id": 43,
        "end_id": 43,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 21,
        "sura_id": 40,
        "ayah_index": 20,
        "start": 320.17,
        "end": 351.55,
        "transcribed_text": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ وَكَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا لَهُمْ اللَّهِ مِنْ وَاقٍ",
        "corrected_text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
        "start_id": 46,
        "end_id": 46,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 22,
        "sura_id": 40,
        "ayah_index": 21,
        "start": 352.79,
        "end": 371.39,
        "transcribed_text": "ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ",
        "corrected_text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
        "start_id": 48,
        "end_id": 48,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 23,
        "sura_id": 40,
        "ayah_index": 22,
        "start": 373.05,
        "end": 380.85,
        "transcribed_text": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
        "corrected_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
        "start_id": 49,
        "end_id": 49,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 24,
        "sura_id": 40,
        "ayah_index": 23,
        "start": 382.03,
        "end": 390.64,
        "transcribed_text": "إِلَى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ",
        "corrected_text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
        "start_id": 50,
        "end_id": 50,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 25,
        "sura_id": 40,
        "ayah_index": 24,
        "start": 392.03,
        "end": 415.11,
        "transcribed_text": "فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
        "corrected_text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
        "start_id": 52,
        "end_id": 52,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 26,
        "sura_id": 40,
        "ayah_index": 25,
        "start": 416.41,
        "end": 435.43,
        "transcribed_text": "وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ",
        "corrected_text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
        "start_id": 54,
        "end_id": 54,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 27,
        "sura_id": 40,
        "ayah_index": 26,
        "start": 436.82,
        "end": 450.5,
        "transcribed_text": "وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ",
        "corrected_text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
        "start_id": 55,
        "end_id": 55,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 28,
        "sura_id": 40,
        "ayah_index": 27,
        "start": 451.85,
        "end": 484.84,
        "transcribed_text": "وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ",
        "corrected_text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
        "start_id": 58,
        "end_id": 58,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 29,
        "sura_id": 40,
        "ayah_index": 28,
        "start": 485.8,
        "end": 516.22,
        "transcribed_text": "وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا بَأْسِ جَاءَنَا",
        "corrected_text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
        "start_id": 61,
        "end_id": 61,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 30,
        "sura_id": 40,
        "ayah_index": 29,
        "start": 517.67,
        "end": 542.15,
        "transcribed_text": "قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ",
        "corrected_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
        "start_id": 63,
        "end_id": 63,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 31,
        "sura_id": 40,
        "ayah_index": 30,
        "start": 543.18,
        "end": 557.62,
        "transcribed_text": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ",
        "corrected_text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
        "start_id": 65,
        "end_id": 65,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 32,
        "sura_id": 40,
        "ayah_index": 31,
        "start": 558.99,
        "end": 566.06,
        "transcribed_text": "وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ",
        "corrected_text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
        "start_id": 66,
        "end_id": 66,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 33,
        "sura_id": 40,
        "ayah_index": 32,
        "start": 567.09,
        "end": 580.86,
        "transcribed_text": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ وَمَنْ يُضْلِلِ فَمَا لَهُ هَادٍ",
        "corrected_text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
        "start_id": 68,
        "end_id": 68,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 34,
        "sura_id": 40,
        "ayah_index": 33,
        "start": 582.64,
        "end": 613.85,
        "transcribed_text": "وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ هُوَ مُسْرِفٌ مُرْتَابٌ",
        "corrected_text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
        "start_id": 71,
        "end_id": 71,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 35,
        "sura_id": 40,
        "ayah_index": 34,
        "start": 615.2,
        "end": 639.8,
        "transcribed_text": "الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ وَعِنْدَ آمَنُوا كَذَلِكَ يَطْبَعُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
        "corrected_text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
        "start_id": 74,
        "end_id": 74,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 36,
        "sura_id": 40,
        "ayah_index": 35,
        "start": 641.42,
        "end": 650.33,
        "transcribed_text": "وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ",
        "corrected_text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
        "start_id": 75,
        "end_id": 75,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 37,
        "sura_id": 40,
        "ayah_index": 36,
        "start": 651.48,
        "end": 677.12,
        "transcribed_text": "أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ",
        "corrected_text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
        "start_id": 78,
        "end_id": 78,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 38,
        "sura_id": 40,
        "ayah_index": 37,
        "start": 678.59,
        "end": 687.42,
        "transcribed_text": "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ",
        "corrected_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
        "start_id": 79,
        "end_id": 79,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 39,
        "sura_id": 40,
        "ayah_index": 38,
        "start": 688.41,
        "end": 700.49,
        "transcribed_text": "يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ",
        "corrected_text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
        "start_id": 80,
        "end_id": 80,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 40,
        "sura_id": 40,
        "ayah_index": 39,
        "start": 701.76,
        "end": 733.74,
        "transcribed_text": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا وَمَنْ صَالِحًا ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ أُولَئِكَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
        "corrected_text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
        "start_id": 83,
        "end_id": 83,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 41,
        "sura_id": 40,
        "ayah_index": 40,
        "start": 735.19,
        "end": 745.48,
        "transcribed_text": "وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ",
        "corrected_text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
        "start_id": 84,
        "end_id": 84,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 42,
        "sura_id": 40,
        "ayah_index": 41,
        "start": 746.58,
        "end": 759.83,
        "transcribed_text": "تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ",
        "corrected_text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
        "start_id": 85,
        "end_id": 85,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 43,
        "sura_id": 40,
        "ayah_index": 42,
        "start": 760.89,
        "end": 789.12,
        "transcribed_text": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ",
        "corrected_text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
        "start_id": 87,
        "end_id": 87,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 44,
        "sura_id": 40,
        "ayah_index": 43,
        "start": 790.2,
        "end": 806.11,
        "transcribed_text": "فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ بَصِيرٌ بِالْعِبَادِ",
        "corrected_text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
        "start_id": 90,
        "end_id": 90,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 45,
        "sura_id": 40,
        "ayah_index": 44,
        "start": 807.13,
        "end": 817.78,
        "transcribed_text": "فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ",
        "corrected_text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
        "start_id": 92,
        "end_id": 92,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 46,
        "sura_id": 40,
        "ayah_index": 45,
        "start": 818.82,
        "end": 834.32,
        "transcribed_text": "النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ",
        "corrected_text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
        "start_id": 94,
        "end_id": 94,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 47,
        "sura_id": 40,
        "ayah_index": 46,
        "start": 835.85,
        "end": 871.31,
        "transcribed_text": "وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا سَيَقُولُ فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ",
        "corrected_text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
        "start_id": 96,
        "end_id": 96,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 48,
        "sura_id": 40,
        "ayah_index": 47,
        "start": 872.82,
        "end": 885.18,
        "transcribed_text": "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
        "corrected_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
        "start_id": 97,
        "end_id": 97,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 49,
        "sura_id": 40,
        "ayah_index": 48,
        "start": 886.43,
        "end": 898.67,
        "transcribed_text": "وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ",
        "corrected_text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
        "start_id": 98,
        "end_id": 98,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 50,
        "sura_id": 40,
        "ayah_index": 49,
        "start": 900.07,
        "end": 919.17,
        "transcribed_text": "قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ بَلَى فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
        "corrected_text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
        "start_id": 102,
        "end_id": 102,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 51,
        "sura_id": 40,
        "ayah_index": 50,
        "start": 920.4,
        "end": 931.45,
        "transcribed_text": "إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ",
        "corrected_text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
        "start_id": 103,
        "end_id": 103,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 52,
        "sura_id": 40,
        "ayah_index": 51,
        "start": 932.71,
        "end": 944.04,
        "transcribed_text": "يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللِّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
        "corrected_text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
        "start_id": 105,
        "end_id": 105,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 53,
        "sura_id": 40,
        "ayah_index": 52,
        "start": 945.23,
        "end": 955.67,
        "transcribed_text": "وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ",
        "corrected_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
        "start_id": 106,
        "end_id": 106,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 54,
        "sura_id": 40,
        "ayah_index": 53,
        "start": 956.59,
        "end": 961.6,
        "transcribed_text": "هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ",
        "corrected_text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
        "start_id": 107,
        "end_id": 107,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 55,
        "sura_id": 40,
        "ayah_index": 54,
        "start": 963.13,
        "end": 975.78,
        "transcribed_text": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ",
        "corrected_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
        "start_id": 108,
        "end_id": 108,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 56,
        "sura_id": 40,
        "ayah_index": 55,
        "start": 977.24,
        "end": 1003.12,
        "transcribed_text": "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
        "corrected_text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
        "start_id": 111,
        "end_id": 111,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 57,
        "sura_id": 40,
        "ayah_index": 56,
        "start": 1004.32,
        "end": 1016.08,
        "transcribed_text": "لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "corrected_text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
        "start_id": 112,
        "end_id": 112,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 58,
        "sura_id": 40,
        "ayah_index": 57,
        "start": 1016.91,
        "end": 1032.01,
        "transcribed_text": "وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ وَلِيلًا مَا تَتَذَكَّرُونَ",
        "corrected_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
        "start_id": 114,
        "end_id": 114,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 59,
        "sura_id": 40,
        "ayah_index": 58,
        "start": 1033.14,
        "end": 1043.56,
        "transcribed_text": "إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
        "corrected_text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
        "start_id": 115,
        "end_id": 115,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 60,
        "sura_id": 40,
        "ayah_index": 59,
        "start": 1044.93,
        "end": 1060.55,
        "transcribed_text": "وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
        "corrected_text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
        "start_id": 117,
        "end_id": 117,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 61,
        "sura_id": 40,
        "ayah_index": 60,
        "start": 1061.89,
        "end": 1081.38,
        "transcribed_text": "اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
        "corrected_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
        "start_id": 119,
        "end_id": 119,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 62,
        "sura_id": 40,
        "ayah_index": 61,
        "start": 1082.77,
        "end": 1095.83,
        "transcribed_text": "ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ",
        "corrected_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
        "start_id": 121,
        "end_id": 121,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 63,
        "sura_id": 40,
        "ayah_index": 62,
        "start": 1096.93,
        "end": 1104.13,
        "transcribed_text": "كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ",
        "corrected_text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
        "start_id": 122,
        "end_id": 122,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 64,
        "sura_id": 40,
        "ayah_index": 63,
        "start": 1105.5,
        "end": 1131.53,
        "transcribed_text": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ رَبُّكُمْ فَتَبَارَكَ رَبُّ الْعَالَمِينَ",
        "corrected_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
        "start_id": 125,
        "end_id": 125,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 65,
        "sura_id": 40,
        "ayah_index": 64,
        "start": 1132.75,
        "end": 1146.87,
        "transcribed_text": "وَالْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
        "corrected_text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
        "start_id": 127,
        "end_id": 127,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 66,
        "sura_id": 40,
        "ayah_index": 65,
        "start": 1148.12,
        "end": 1172.98,
        "transcribed_text": "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي فَلَمَّا وَأُمِرْتُ أُسْلِمَ لِرَبِّ الْعَالَمِينَ",
        "corrected_text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
        "start_id": 129,
        "end_id": 129,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 67,
        "sura_id": 40,
        "ayah_index": 66,
        "start": 1174.68,
        "end": 1215.22,
        "transcribed_text": "هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ يُتَوَفَّى قَبْلِ وَلِتَبْلُو أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
        "corrected_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
        "start_id": 133,
        "end_id": 133,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 68,
        "sura_id": 40,
        "ayah_index": 67,
        "start": 1216.51,
        "end": 1230.09,
        "transcribed_text": "هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
        "corrected_text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
        "start_id": 135,
        "end_id": 135,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 69,
        "sura_id": 40,
        "ayah_index": 68,
        "start": 1231.16,
        "end": 1241.12,
        "transcribed_text": "أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ",
        "corrected_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
        "start_id": 136,
        "end_id": 136,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 70,
        "sura_id": 40,
        "ayah_index": 69,
        "start": 1242.29,
        "end": 1253.06,
        "transcribed_text": "الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ",
        "corrected_text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
        "start_id": 138,
        "end_id": 138,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 71,
        "sura_id": 40,
        "ayah_index": 70,
        "start": 1254.11,
        "end": 1261.31,
        "transcribed_text": "إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ",
        "corrected_text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
        "start_id": 139,
        "end_id": 139,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 72,
        "sura_id": 40,
        "ayah_index": 71,
        "start": 1262.2,
        "end": 1267.64,
        "transcribed_text": "فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ",
        "corrected_text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
        "start_id": 140,
        "end_id": 140,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 73,
        "sura_id": 40,
        "ayah_index": 72,
        "start": 1268.92,
        "end": 1275.51,
        "transcribed_text": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ",
        "corrected_text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
        "start_id": 141,
        "end_id": 141,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 74,
        "sura_id": 40,
        "ayah_index": 73,
        "start": 1276.33,
        "end": 1287.72,
        "transcribed_text": "مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو قَبْلُ شَيْئًا",
        "corrected_text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
        "start_id": 143,
        "end_id": 143,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 75,
        "sura_id": 40,
        "ayah_index": 74,
        "start": 1288.67,
        "end": 1305.61,
        "transcribed_text": "كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ",
        "corrected_text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
        "start_id": 145,
        "end_id": 145,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 76,
        "sura_id": 40,
        "ayah_index": 75,
        "start": 1306.75,
        "end": 1317.34,
        "transcribed_text": "ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
        "corrected_text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
        "start_id": 147,
        "end_id": 147,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 77,
        "sura_id": 40,
        "ayah_index": 76,
        "start": 1318.56,
        "end": 1333.87,
        "transcribed_text": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ وَالْمُؤْمِنِينَ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
        "corrected_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
        "start_id": 150,
        "end_id": 150,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 78,
        "sura_id": 40,
        "ayah_index": 77,
        "start": 1335.01,
        "end": 1365.8,
        "transcribed_text": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ",
        "corrected_text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
        "start_id": 153,
        "end_id": 153,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 79,
        "sura_id": 40,
        "ayah_index": 78,
        "start": 1367.15,
        "end": 1375.83,
        "transcribed_text": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ",
        "corrected_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
        "start_id": 154,
        "end_id": 154,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 80,
        "sura_id": 40,
        "ayah_index": 79,
        "start": 1376.98,
        "end": 1389.34,
        "transcribed_text": "وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
        "corrected_text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
        "start_id": 155,
        "end_id": 155,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 81,
        "sura_id": 40,
        "ayah_index": 80,
        "start": 1390.52,
        "end": 1398.2,
        "transcribed_text": "وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ",
        "corrected_text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
        "start_id": 156,
        "end_id": 156,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 82,
        "sura_id": 40,
        "ayah_index": 81,
        "start": 1399.34,
        "end": 1424.43,
        "transcribed_text": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ يَا نُوءَ كْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
        "corrected_text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
        "start_id": 158,
        "end_id": 158,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 83,
        "sura_id": 40,
        "ayah_index": 82,
        "start": 1425.83,
        "end": 1442.31,
        "transcribed_text": "فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "corrected_text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
        "start_id": 159,
        "end_id": 159,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 84,
        "sura_id": 40,
        "ayah_index": 83,
        "start": 1443.51,
        "end": 1456.53,
        "transcribed_text": "فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ",
        "corrected_text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
        "start_id": 160,
        "end_id": 160,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    },
    {
        "id": 85,
        "sura_id": 40,
        "ayah_index": 84,
        "start": 1457.65,
        "end": 1475.73,
        "transcribed_text": "فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا جُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ",
        "corrected_text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
        "start_id": 163,
        "end_id": 163,
        "uuid": "b0f2fec0-316b-4d5a-88ca-6947e836bad1"
    }
]