[
    {
        "id": 1,
        "sura_id": 5,
        "ayah_index": 0,
        "start": 5.87,
        "end": 3468.23,
        "transcribed_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَأْكُمُ يُرِيدُ لَا تُحِلُّوا شَعَائِرَ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ آمِّنَا الْبَيْتَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ صَدُّوكُمْ عَنِ الْمَسْجِدِ أَنْ تَعْتَدُونِ وَتَعَاوَلُوا عَلَى الْبِرِّ وَالتَّقْوَى تَعَاوَلُوا الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا شَدِيدُ الْعِقَابِ يُرِّمَتْ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ بِهِ وَالْمُنْخَلِقَةُ وَالْمَوْقُودَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ أَكَلَ السَّبْعُ دَكَّيْتُمْ وَمَا ذُبِحَ النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقًا فَالْيَوْمَ يَئِسَ كَفَرُوا دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَهُونَ الْيَوْمَ أَكْمَلْتُ وَأَتْمَمْتُ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ غَفُورٌ رَحِيمٌ يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ الطَّيِّبَاتُ عَلَّمْتُمْ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ فَكُلُوا أَمْسَكْنَ وَاذْكُرُوا اسْمَ عَلَيْهِ سَرِيعُ الْحِسَابِ وَطَعَامُ أُوتُوا الْكِتَابَ حِلٌّ وَطَعَامُكُمْ حِلٌّ وَالْمُحْصَنَاتُ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ مُسَافِحِينَ مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ الْآخِرَةِ الْخَاسِرِينَ قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ كُنْتُمْ جُنُبًا فَاطَّهَّرُونَ مَرْضَاءَوْا سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ الْغَائِقِ أَوْ مَسْتُمُ النِّسَاءُ أَوْلَا فَلَمْ تَجِدُوا أَنْفَتَ يَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ مِنْهُ لِيَجْعَلَ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ لَعَلَّكُمْ تَشْكُرُونَ نِعْمَةَ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا عَلِيمٌ بِذَاتِ الصُّدُورِ كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ تَعْدِلُونَ وَيَعْدِلُوهُ وَأَقْرَبُوا لِلتَّقْوَى خَبِيرٌ بِمَا تَعْمَلُونَ وَعَدَ وَعَمِلُوا الصَّالِحَاتِ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ وَالَّذِينَ وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ اذْكُرُوا نِعْمَتَ هَمَّ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَعَلَى فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ وَلَقَدْ أَخَذَ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مُثْلَيْ عَشَرَ نَقِيبًا وَقَالَ إِنِّي مَعَكُمْ وَلَئِنْ أَقَمْتُمُ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي تَحْتِهَا الْأَنْهَارُ كَفَرَ بَعْدَ ذَلِكَ ضَلَّ سَوَاءَ السَّبِيلِ فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةٌ يُحَرِّفُونَ الْكَلِمَ مَوَاضِعِهِ وَنَسُوا حَظًّا ذُكِّرُوا تَزَالُ تَطَّلِعُ خَائِنَةٍ مِنْهُمْ قَلِيلًا مِنْهُمْ يَافُ عَنْهُمْ وَصْفًا يُحِبُّ الْمُحْسِنِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا فَنَسُوا فَمَنَسُوا فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ يَوْمِ الْقِيَامَةِ فَسَوْفَ يُنَبِّئُهُمُ كَانُوا يَصْنَعُونَ قَدْ جَاءَكُمْ رَسُولُنَا يُبِيِّنُ كَثِيرًا تُخْفُونَ وَيَعْفُو كَثِيرٍ نُورٌ وَكِتَابٌ مُبِينٌ يَهْدِي اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ الظُّلُمَاتِ النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ صِرَاطٍ مُسْتَقِيمٍ لَقَدْ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ يَمْلِكُ شَيْئًا أَرَادَ يُهْلِكَ وَأُمَّهُ الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ بَيْنَهُمَا يَخْلُقُ يَشَاءُ وَاللَّهُ كُلِّ شَيْءٍ قَدِيرٌ وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ وَأَحِبَّاؤُهُ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ وَيُعَذِّبُ يَشَاءُ وَإِلَيْهِ الْمَصِيرُ فَتْرَةٍ الرُّسُلِ تَقُولُوا جَاءَنَا بَشِيرٍ نَذِيرٍ وَنَذِيرٌ وَإِذْ قَالَ مُوسَى لِقَوْمِهِ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ لَمْ يُؤْتِ أَحَدًا الْعَالَمِينَ ادْخُلُوا الْمُقَدَّسَةَ الَّتِي كَتَبَ تَرْتَدُّوا أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ رَجُلَانِ يَخَافُونَ أَنْعَمَ عَلَيْهِمَا عَلَيْهِمُ الْبَابُ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ فَتَوَكَّلُوا مُؤْمِنِينَ أَبَدًا دَامُوا فَاذْهَبْ أَنْتَ وَرَبُّ وَرَبُّكَ فَقَاتِلَا هَاهُنَا قَاعِدُونَ رَبِّ أَمْرِكُ نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ فَإِنَّهَا مُحَرَّمَةٌ وَأَرْبَعِينَ سَنَةً يَتِيهُونَ تَأْسَ وَاتْلُ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ الْآخَرِ لَأَقْتُلَنَّ إِنَّمَا الْمُتَّقِينَ لَئِنْ بَسَطْتَ يَدَكَ لِتَقْتُلَنِي بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ أَخَافُ أُرِيدُ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ فَبَعَثَ غُرَابًا يَبْحَثُ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ وَيْلَتَى أَعَجَزْتُ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ النَّادِمِينَ أَجْرِ كَتَبْنَا أَنَّهُ نَفْسًا بِغَيْرِ نَفْسٍ فَسَادٍ كَأَنَّهُ فَكَأَنَّمَا قَتَلَ النَّاسَ وَكَأَنَّمَا أَحْيَاهَا أَحْيَ النَّاسَ جَمِيعًا جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ لَمُسْرِفُونَ يُحَارِبُونَ وَرَسُولَهُ وَيَسْعَوْنَ فَسَادًا يُقَتَّلُونَ وَلَنْ يُقَتَّلُوا يُصَلَّبُوا تُقَطَّعَ وَأَرْجُلُهُمْ خِلَافٍ أَوْ يُنْفَوْا خِزْيٌ الدُّنْيَا وَلَهُمْ عَذَابٌ تَابُوا قَبْلِ تَقْدِرُوا اعْلَمُوا اتَّقُوا وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا سَبِيلِهِ تُفْلِحُونَ لَوْ وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا مَا تُقُبِّلَ أَلِيمٌ يُرِيدُونَ بِخَارِجِينَ مُقِيمٌ وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا كَسَبَا نَكَالًا عَزِيزٌ حَكِيمٌ تَابَ ظُلْمِهِ وَأَصْلَحَ يَتُوبُ أَلَمْ تَعْلَمْ يُعَذِّبُ وَيَغْفِرُ الرَّسُولُ يَحْزُنْكَ يُسَارِعُونَ الْكُفْرِ الَّذِينَ بِأَفْوَاهِهِمْ تُؤْمِنْ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ وَالْمُؤْمِنِينَ يَقُولُونَ أُوتِيتُمْ فَخُذُوهُ تُؤْتَوْهُ فَاحْذَرُونِ يُرِدِ فِتْنَتَهُ فَلَنْ تَمْلِكَ اللَّهِ يُطَهِّرَ عُونَ أَكَّالُونَ جَاءُوكَ فَاحْكُمْ أَعْرِضْ تُعْرِضْ يَضُرُّوكَ حَكَمْتَ الْمُقْسِطِينَ وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ حُكْمُ يَتَوَلَّوْنَ بِالْمُؤْمِنِينَ أَنْزَلْنَا هُدًى وَلُوطًا لِيَحْكُمُ بِهَنَّبِيُّونَ أَسْلَمُوا لِلَّذِينَ وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ اسْتُحْفِظُوا لِمَا كِتَابِ وَكَانُوا تَخْشَرُ وَاخْشَوْنِ تَشْتَرُوا بِآيَاتِي ثَمَنًا يَحْكُمْ أَنْزَلَ فَأُولَئِكَ الْكَافِرُونَ وَكَتَبْنَا النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ تَصَدَّقَ فَهُوَ كَفَّارَةٌ الظَّالِمُونَ وَقَفَّيْنَا آثَارِهِمْ بِعِيسَى مُصَدِّقًا بَيْنَ يَدَيْهِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ وَنُورٌ وَمُصَدِّقًا وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ وَلْيَحْكُمْ الْفَاسِقُونَ وَأَنْزَلْنَا الْكِتَابِ وَمُهَيْمِنًا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ الْحَرَبِ لِكُلٍّ جَعَلْنَا شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنِّيَ بُلُوَكُمْ فِيمَا آتَاكُمْ يَسْتَبِقُ الْخَيْرَانَ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ تَخْتَلِفُونَ احْكُمْ وَاحْذَرْهُمْ يَفْتِنُوكَ بَعْضِ تَوَلَّوْا فَاعْلَمْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ لَفَاسِقُونَ أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ أَحْسَنُ حُكْمًا يُوقِنُونَ تَتَّخِذُوا أَوْلِيَاءَ نَعْضُهُمْ يَتَوَلَّهُمْ فَإِنَّهُ فَتَرَى مَرَضٌ فِيهِمْ نَخْشَى تُصِيبَنَا دَائِرَةٌ فَعَسَى يَأْتِيَ بِالْفَتْحِ أَمْرٍ عِنْدِهِ فَيُصْبِحُوا أَسَرُّوا أَنْفُسِهِمْ نَادِمِينَ وَيَقُولُ أَهَؤُلَاءِ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ فَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا يَرْتَدَّ دِينِهِ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ يَأْتِ أَذِلَّةٍ الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ سَبِيلِ مَتَلَائِمٌ فَضْلُ يُؤْتِيهِ وَاسِعٌ وَلِيُّكُمُ يُقِيمُونَ وَيُؤْتُونَ وَهُمْ رَاكِعُونَ يَتَوَلَّ حِزْبَ الْغَالِبُونَ اتَّخَذُوا هُزُوًا وَلَعِبًا الَّذِينَ وَالْكُفَّارَ نَادَيْتُمْ اتَّخَذُوهَا بِأَنَّهُمْ يَعْقِلُونَ هَلْ تَنْقِمُونَ مِنَّا إِلَيْنَا أُنْزِلَ أَكْثَرَكُمْ فَاسِقُونَ أُنَبِّئُكُمْ مَثُوبَةً عِنْدَ فَلَّعَنَهُ وَغَضِبَ وَجَعَلَ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبْدَ الطَّاغُونَ شَرٌّ مَكَانًا وَأَضَلُّ جَاءُوكُمْ وَقَدْ دَخَلُوا بِالْكُفْرِ خَرَجُوا أَعْلَمُ يَكْتُمُونَ وَتَرَى وَأَكْلِهِمُ السَّمُودُ لَبِئْسَ يَعْمَلُونَ لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ قَوْلِهِمُ السُّجُرَ يَدُ مَغْلُولَةٌ وَلَتْأَيْدِيهِمْ وَنُعِنُوا يَدَاهُ مَبْسُاطَتَانِ يُنْفِقُ وَلَيَزِيدَنَّ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا ثُلَّمَا قَدُوا نَارًا لِلْحَرْبِ أَطْفَاهَ الْمُفْسِدِينَ لَكَفَّرْنَا سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ النَّعِيمِ أَقَامُوا وَالْإِنْجِيلَ إِلَيْهِمْ لَأَكَلُوا فَوْقِهِمْ لِأَرْجُلِهِمْ مُقْتَصِدَةٌ وَكَثِيرٌ سَاءَ بَلِّغْ تَفْعَلْ فَمَا لَغْتَ رِسَالَةً يَعْصِمُكَ لَسْتُمْ تُقِيمُوا رَبِّكُمْ لَلَا وَالصَّابِئُونَ آمَنَ وَالْيَوْمِ وَعَمِلَ صَالِحًا خَوْفٌ بَلَى يَحْزَنُونَ وَأَرْسَلْنَا رُسُلًا كُلَّمَا جَاءَهُمْ رَسُولٌ تَهْوَى فَرِيقًا كَذَّبُوا وَفَرِيقًا وَحَسِبُوا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ عَمُوا وَصَمُّوا بَصِيرٌ اعْبُدُوا رَبِّي وَرَبَّكُمْ يُشْرِكْ جَنَّةَ وَمَأْوَاهُ لِلظَّالِمِينَ أَنْصَارٍ ثَالِثُ ثَلَاثَةٍ إِلَهٍ إِلَهٌ وَاحِدٌ يَنْتَهُوا لَيَمَسَّنَّ أَفَلَا يَتُوبُونَ وَيَسْتَغْفِرُونَ كَالْمَسِيحُ خَلَتْ قَبْلِهِ صِدِّيقٌ يَأْكُلَانِ الطَّعَامَ انْظُرْ نُبَيِّنُ الْآيَاتِ انْظُرْ يُؤْفَكُونَ أَتَعْبُدُونَ دُونِ ضَرًّا نَفْعًا السَّمِيعُ الْعَلِيمُ تَغْلُوا الْحَقِّ تَتَّبِعُوا أَهْوَاءَ ضَلُّوا وَأَضَلُّوا وَضَلُّوا لُعِنَ لِسَانِ دَاوُودَ وَعِيسَى عَصَوْا يَعْتَدُونَ يَتَنَاهَوْنَ مُنْكَرٍ فَعَلُوهُ يَفْعَلُونَ تَرَى قَدَّمَتْ سَخِطَ وَفِي الْعَذَابِ خَالِدُونَ يُؤْمِنُونَ وَالنَّبِيِّ اتَّخَذُوهُمْ لَتَجِدَنَّ أَشَدَّ عَدَاوَةً أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً نَصَارًا بِأَنَّ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ يَسْتَكْبِرُونَ سَمِعُوا أَعْيُنَهُمْ تَفِيضُ الدَّمْعِ عَرَفُوا وَيَقُولُونَ رَبَّنَا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ لَنَا نُؤْمِنُ وَنَطْمَعُ يُدْخِلَنَا الصَّالِحِينَ فَأَثَابَهُمُ خَالِدِينَ تُحَرِّمُوا طَيِّبَاتِ الْمُعْتَدِينَ وَكُلُوا رَزَقَكُمُ حَلَالًا مُؤْمِنُونَ يُؤَاخِذُكُمُ بِاللَّغْوِ أَيْمَانِكُمْ يُؤَاخِذُكُمْ عَقَّدْتُمُ الْأَيْمَانُ الْكَفَّارَةُ مُوءِطَعَاهُ عَشَرَةِ مَسَاكِينَ سَطِمَاتُ طَعِمُونَ أَهْلِيكُمْ كِسْوَتُهُمْ تَحْرِيرُ رَقَبًا يَجِدْ فَصِيَامُ أَيَّامٍ حَلَمٌ وَاحْفَضُوا كَذَلِكَ آيَاتِهِ الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ يُوقِعَ بَيْنَكُمُ وَيَصُدَّكُمْ ذِكْرِ وَعَنِ فَهَلْ مُنْتَهُونَ وَأَطِيعُوا وَأَطِيعُوا وَاحْذَرُونَ تَوَلَّيْتُمْ فَاعْلَمُوا الْبَلَاغُ الْمُبِينُ لَيْسَ جُنَاحٌ طَعِمُوا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ اتَّقَوْا وَآمَنُوا وَأَحْسَنُوا الْمُبَتَ لَيَبْلُوَنَّكُمُ بِشَيْءٍ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ جَنَالُهُ لِيَعْلَمَ يَخَافُهُ بِالْغَيْبِ اعْتَدَى فَلَهُ تَقْتُلُوا قَتَلَهُ مُتَعَمِّدًا فَجَزَاءٌ النَّعَمِينَ النَّعَمِيَةِ كُلُوا ذَوَاعَدِهِمْ هَدْيًا بَالِغَ الْكَعْبَرُ الْكِعْبَةِ طَعَامُ عَدْنُ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِي عَفَا سَلَفَ عَادَ فَيَنْتَقِمُ ذُو انْتِقَامٍ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا وَلِلسَّيَّارَ وَحُرِّمَ دُمْتُمْ حُرُمًا وَيَرُونَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ لِتَعْلَمُوا يَعْلَمُ فِي بِكُلِّ تُبْدُونَ وَيُؤْمُونَ يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا أُولِي الْأَلْبَابِ تَسْأَلُوا أَشْيَاءَ تُبْدَ عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَلَكُمْ عَنْهَا حَلِيمٌ سَأَلَهَا أَصْبَحُوا بِهَا كَافِرِينَ بَحِيرَةٍ سَائِبَةٍ وَصِيلَةٍ حَامٍ يَفْتَرُونَ الْكَذِبَ وَأَكْثَرُهُمْ قِيلَ تَعَالَوْا وَإِلَى حَسْبُنَا وَجَدْنَا آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ يَعْلَمُونَ يَهْتَدُونَ أَنْفُسَكُمْ يَضُرُّكُمْ اهْتَدَيْتُمْ شَهَادَتُ حَضَرَ أَحَدَكُمُ الْمَوْتُ الْوَصِيَّةِ اثْنَى نَادَوَا آخَرَانِ غَيْرِكُمْ ضَرَبْتُمْ فَأَصَابَتْكُمْ مُصِيبَةُ يَحْبِسُونَهُمَا فَيُقْسِمَانِ ارْتَبْتُمْ نَشْتَرِي ذَا قُرْبَى نَكْتُمْ شَهَادَةَ الْآثِمِينَ عُذِرَ أَنَّهُمَا اسْتَحَمُوا قَائِفْ فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا اسْتَحَقَّ الْأَوْلَيَانِ وَيُقْسِمَانِ لَشَهَادَتُنَا أَحَقُّ شَهَادَتِهِمَا اعْتَدَيْنَا أَدْنَى يَأْتُوا بِالشَّهَادَةِ وَجْهِهَا يَخَافُوا تُرَدَّ أَيْمَانٌ وَاسْمَعُونِ يَجْمَعُ فَيَقُولُ أُجِبْتُمْ عِلْمَ إِنَّكَ عَلَّامُ الْغُيُوبِ عِيسَى اذْكُرْ عَلَيْكَ وَالِدَتِكَ إِذْ أَيَّتْتُكَ بِرُوحٍ قُدُسِ تُكَلِّمُ الْمَهْدِ وَكَهْلًا عَلَّمْتُكَ وَالْحِكْمَةَ وَالتَّوْرَاةَ تَخْلُقُ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ تُخْرِجُ الْمَوْتَى كَفَفْتُبَنِي عَنْكَ جِئْتَهُمْ فَقَالَ سِحْرٌ أَوْحَيْتُ الْحَوَارِيِّينَ بِي وَبِرَسُولِي وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ الْحَوَارِيُّونَ يَسْتَطِيعُ عَلَيْنَا مَائِدَةً السَّمَاءِ نُرِيدُ نَأْكُلَ وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا اللَّهُمَّ عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ مُنَزِّلُهَا فَإِنِّي أُعَذِّبُهُ عَذَابًا أُعَذِّبُهُ أَأَنْتَ قُلْتَ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ سُبْحَانَكَ يَكُونُ لِي أَقُولَ لِي بِحَرِيظٍ كُنْتُ قُلْتُهُ عَلِمْتَهُ نَفْسِكَ أَمَرْتَنِي وَكُنْتُ شَهِيدًا دُمْتُ فَلَمَّا تَوَفَّيْتَنِي الرَّقِيبَ شَهِيدٌ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادٌ تَغْفِرْ فَإِنَّكَ الْعَزِيزُ الْحَكِيمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ وَقَضِيَ وَرَضُوا عَنْهُ الْفَوْزُ الْعَظِيمُ فِيهِنَّ",
        "corrected_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ",
        "start_id": 367,
        "end_id": 367,
        "uuid": "2eb54a26-4522-4360-bee8-0a05000ba5f5"
    }
]